[{
    "_id": "68472ec1728dd98cd8a8b2e7",
    "title": "The Psychology of Money",
    "subtitle": "Timeless lessons on wealth, greed, and happiness",
    "authors": [
        "Morgan Housel",
        "Juanita Cochran"
    ],
    "authors_info": [
        {
            "name": "Morgan Housel",
            "source_records": [
                "amazon:9390166268"
            ],
            "type": {
                "key": "/type/author"
            },
            "key": "/authors/OL8276761A",
            "alternate_names": [
                "MORGAN HOUSEL"
            ],
            "remote_ids": {
                "librarything": "houselmorgan",
                "wikidata": "Q110475788",
                "goodreads": "7499284",
                "isni": "0000000485752542",
                "amazon": "B084ZNV1LR"
            },
            "latest_revision": 3,
            "revision": 3,
            "created": {
                "type": "/type/datetime",
                "value": "2020-08-25T14:33:04.139526"
            },
            "last_modified": {
                "type": "/type/datetime",
                "value": "2022-10-01T09:32:33.918930"
            }
        },
        {
            "type": {
                "key": "/type/author"
            },
            "name": "Juanita Cochran",
            "key": "/authors/OL13208666A",
            "source_records": [
                "bwb:9781312394650"
            ],
            "latest_revision": 1,
            "revision": 1,
            "created": {
                "type": "/type/datetime",
                "value": "2023-09-17T22:55:48.797467"
            },
            "last_modified": {
                "type": "/type/datetime",
                "value": "2023-09-17T22:55:48.797467"
            }
        }
    ],
    "original_info": {
        "title": "The Psychology of Money",
        "author": "Morgan Housel"
    },
    "categories": [
        "Business & Money / Personal Finance",
        "Self-Help / Self Improvement"
    ],
    "publisher": "Harriman House Limited",
    "publishedDate": "2020-09-08",
    "isbn": [
        "9780857197696",
        "085719769X",
        "9781804091609",
        "180409160X",
        "1312682345",
        "9781312682344",
        "9390166268",
        "9789390166268",
        "1387580086",
        "9781387580088",
        "9672437587",
        "9789672437581",
        "131239465X",
        "9781312394650",
        "0857197681",
        "9780857197689",
        "1804090115",
        "9781804090114"
    ],
    "thumbnail": "https://altauri-public.s3.amazonaws.com/litnotes/BookCover/gbs_68472ec1728dd98cd8a8b2e7.jpeg",
    "rating": 4.7,
    "ratingCount": 62533,
    "tags": [
        "personal finance",
        "self-improvement",
        "financial literacy",
        "decision-making",
        "human nature"
    ],
    "description": "Success with money isn't about mastering formulas; it's about understanding your own behavior. Even the smartest minds can struggle with financial decisions. In *The Psychology of Money*, award-winning author Morgan Housel dismantles the myth of money management as a purely mathematical endeavor. Through 19 engaging short stories, Housel reveals how our personal histories, egos, and unique worldviews dramatically shape our financial choices, often at the dinner table or in the boardroom, far from the cold logic of spreadsheets. Discover the timeless lessons on wealth, greed, and happiness that will help you make better sense of one of life's most crucial subjects and unlock the door to true financial well-being.",
    "key_ideas": [
        {
            "description": "Luck and Risk are Siblings: This key idea emphasizes that luck and risk are two sides of the same coin. Outcomes in finance are influenced by factors outside of individual control. Recognizing the role of both luck and risk helps in understanding that not all success is due to skill, and not all failure is due to error. This understanding promotes humility and a more balanced perspective when evaluating financial outcomes, both our own and those of others.",
            "title": "The Interplay of Luck and Risk",
            "audioOffset": 4.675
        },
        {
            "description": "Never Enough: This highlights the dangerous pursuit of endless wealth accumulation. It cautions against letting social comparisons and the desire for more lead to reckless financial decisions and unhappiness. Understanding when 'enough' is reached is crucial for maintaining financial stability and overall well-being. The book suggests focusing on contentment and gratitude rather than constantly chasing a higher net worth, which can be a never-ending and ultimately unsatisfying quest.",
            "title": "The Trap of 'Never Enough'",
            "audioOffset": 43.05
        },
        {
            "description": "Compounding: The Power of Time: This idea illustrates the profound impact of compounding over time, turning small, consistent investments into substantial wealth. It stresses the importance of starting early and being patient, allowing investments to grow exponentially. This principle underscores the long-term nature of wealth building and the benefits of avoiding impulsive decisions that can disrupt the compounding process. The key takeaway is that time, rather than spectacular gains, is the greatest ally of an investor.",
            "title": "Unlocking Wealth Through Compounding",
            "audioOffset": 81.925
        },
        {
            "description": "Getting Wealthy vs. Staying Wealthy: This distinction emphasizes that accumulating wealth requires taking risks and being optimistic, while preserving wealth requires humility and fear of loss. The skills and mindset needed for each are different, and often conflicting. The book argues that staying wealthy is more difficult than getting wealthy, as it requires discipline, frugality, and an awareness of one's limitations. Recognizing this difference is essential for long-term financial success.",
            "title": "The Two Sides of Wealth: Accumulation and Preservation",
            "audioOffset": 124.25
        },
        {
            "description": "Freedom is the Highest Dividend: This concept argues that the greatest benefit of wealth is the freedom it provides – the ability to control one's time, pursue passions, and make choices aligned with personal values. This freedom is more valuable than material possessions or status symbols. It suggests that financial goals should be oriented towards achieving this sense of autonomy rather than simply accumulating more money. It redefines 'rich' as having control over your time and options.",
            "title": "Redefining Wealth as Freedom",
            "audioOffset": 166.7
        },
        {
            "description": "Room for Error: The Importance of Margin of Safety: This stresses the need for a margin of safety in financial planning. This means budgeting conservatively, avoiding excessive debt, and having an emergency fund to cushion against unexpected events. A margin of safety provides resilience and prevents financial ruin when things go wrong. It acknowledges that predictions are often inaccurate and that having a buffer is crucial for weathering financial storms. It promotes a cautious and realistic approach to financial management.",
            "title": "Building a Financial Safety Net",
            "audioOffset": 207.45000000000002
        },
        {
            "description": "You Change, Goals Change: This highlights the importance of recognizing that our financial goals and priorities evolve over time. What matters to us in our 20s may be very different from what matters in our 50s. Being adaptable and open to adjusting our financial plans as we age and our circumstances change is crucial for long-term financial well-being. This idea emphasizes the dynamic nature of life and the need for flexibility in financial planning.",
            "title": "Adapting to Life's Financial Changes",
            "audioOffset": 250.175
        },
        {
            "description": "Reasonable > Rational: This challenges the traditional economic view that financial decisions should always be perfectly rational. Instead, it suggests that 'reasonable' decisions, which take into account emotions, personal circumstances, and individual values, are often more sustainable and lead to better long-term outcomes. Trying to be perfectly rational can be stressful and unrealistic, while striving for reasonable allows for flexibility and a more balanced approach to money management.",
            "title": "The Power of 'Reasonable' Financial Choices",
            "audioOffset": 289.15000000000003
        }
    ],
    "chapter_recaps": [
        {
            "title": "Introduction: The Greatest Show On Earth",
            "content": "Morgan Housel introduces the central theme of \"The Psychology of Money\" through contrasting anecdotes. He recalls a technology executive from his valet days in Los Angeles, a man of immense wealth and intellect who squandered his fortune through impulsive and extravagant displays. This executive, despite his genius, lacked control and a basic understanding of how to manage his money, leading to his eventual bankruptcy.\nIn stark contrast, Housel presents Ronald Read, a humble janitor and gas station attendant from rural Vermont. Read lived a frugal and unassuming life, yet he amassed a fortune of over $8 million through diligent saving and patient investing in blue-chip stocks. Upon his death at age 92, Read left millions to his stepchildren, local hospital and library, astonishing those who knew him.\nHousel juxtaposes Read with Richard Fuscone, a Harvard-educated and highly successful Merrill Lynch executive. Despite his financial expertise, Fuscone's excessive borrowing and lavish lifestyle led to his financial ruin during the 2008 crisis, culminating in the foreclosure of his extravagant mansion. The contrasting stories illustrate the book's core argument: financial success is more about behavior than intelligence.\nMorgan Housel argues that unlike many other fields, finance is not a hard science but a soft skill, deeply rooted in psychology. He points out that while healthcare has advanced through scientific discoveries, our handling of money has not shown similar progress, despite the influx of brilliant minds into the financial sector. People still struggle with debt, saving, and realistic views on money, because finance is too often taught with formulas, ignoring the emotional and psychological factors that drive financial decisions.\nMorgan Housel shares his journey into understanding the psychology of money, beginning with his writings during the 2008 financial crisis. He realized that conventional financial analysis couldn't fully explain the crisis; instead, insights from psychology and history were essential. Understanding greed, insecurity, optimism, and fear is more crucial than studying interest rates or expected returns. Inspired by Voltaire's observation that \"History never repeats itself; man always does,\" Morgan Housel recognized the importance of understanding human behavior in finance.\nThe book, \"The Psychology of Money,\" expands upon a report Housel wrote in 2018, which outlined 20 key flaws and biases affecting people's financial decisions. This book presents 20 chapters, each exploring a counterintuitive aspect of the psychology of money. Morgan Housel states that the chapters can be read independently but share a common theme: mastering the soft skills of money management is more important than technical knowledge.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_1.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_1_time_codes.json",
            "duration": 195.65000000000003,
            "page": 0,
            "href": "Text/PsychologyofMoney-6.xhtml",
            "index": 1,
            "statistics": {
                "source_words": 1958,
                "recap_words": 411,
                "compression_ratio": 4.763990267639903
            },
            "level": 1
        },
        {
            "title": "1. No One’s Crazy",
            "content": "Morgan Housel begins by addressing a common issue: people often make seemingly irrational financial decisions. However, he argues that no one is truly crazy when it comes to money. People from different generations, backgrounds, and economic circumstances learn vastly different lessons about money, shaping their unique perspectives. Personal experiences, though limited, heavily influence how individuals perceive the financial world.\nExperiences during formative years significantly impact investment decisions. Ulrike Malmendier and Stefan Nagel's research showed that investment choices are anchored to the economic conditions investors experienced early in their adult lives. For instance, those who grew up during high inflation are less likely to invest in bonds. Bill Gross's success as a bond manager was largely due to being born at the opportune time.\nThese differences aren't minor. Someone born in 1970 experienced a tenfold increase in the S&P 500 during their teens and twenties, while someone born in 1950 saw no market growth during the same period. Similarly, individuals who grew up in the 1960s remember significant inflation, unlike those born in the 1990s. These varied experiences shape fundamentally different views on money.\nHousel illustrates this with the example of Foxconn's working conditions. While many Americans criticize these conditions, a Chinese worker's nephew pointed out that such factory work is an improvement over the aunt's previous life as a prostitute. Every financial decision makes sense to the individual at that moment, based on their personal history and understanding.\nConsider lottery tickets. Lower-income households spend a disproportionate amount on them, which seems irrational to wealthier individuals. However, for those with limited opportunities, a lottery ticket represents a tangible dream of achieving a better life. While not necessarily a sound financial choice, the motivation is understandable.\nFinancial decisions are rarely made with pure logic. They are influenced by personal experiences, ego, pride, and marketing. The concept of modern money management, particularly saving and investing for retirement, is relatively new. Retirement as a widespread expectation only took hold in the 1980s, and key instruments like the 401(k) and Roth IRA are even more recent.\nSimilarly, widespread college education and consumer debt are relatively new phenomena. The rapid changes in the financial landscape mean that people are still adapting, leading to mistakes. With limited experience to draw upon, individuals are essentially \"winging it.\" Consequently, people do crazy things with money because they are all relatively new to the game, and what seems irrational to one person may make perfect sense to another. To conclude his point, Housel transitions into a story about how Bill Gates got rich.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_2.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_2_time_codes.json",
            "duration": 202.60000000000002,
            "page": 0,
            "href": "Text/PsychologyofMoney-7.xhtml",
            "index": 2,
            "statistics": {
                "source_words": 2889,
                "recap_words": 423,
                "compression_ratio": 6.829787234042553
            },
            "level": 1
        },
        {
            "title": "2. Luck & Risk",
            "content": "Morgan Housel introduces luck and risk as inseparable forces, influencing life's outcomes beyond individual efforts. To illustrate this, Housel shares the story of Bill Gates, who attended Lakeside School, one of the few schools globally with a computer in 1968. This was made possible by Bill Dougall, a forward-thinking teacher, and the Mothers’ Club, who funded a computer with proceeds from a rummage sale. Gates acknowledges that without Lakeside, there might have been no Microsoft. While Gates was brilliant and hardworking, his attendance at Lakeside gave him a significant head start.\nHousel contrasts Gates's fortunate circumstances with Kent Evans, another talented Lakeside student and Gates's close friend. Evans, equally skilled and ambitious, tragically died in a mountaineering accident before graduating high school. This illustrates how risk, the sibling of luck, can drastically alter one's path, preventing even the most promising individuals from achieving their potential.\nLuck and risk are difficult to measure and accept, yet they are crucial in understanding financial success. Housel quotes Nobel laureate Robert Shiller, who wants to know \"the exact role of luck in successful outcomes.\" People often avoid attributing success to luck to avoid appearing jealous or diminishing one's accomplishments. Similarly, attributing failure to risk can be demoralizing.\nHousel argues that both success and failure are often oversimplified. Others' failures are attributed to poor decisions, while personal failures are often blamed on risk. The media celebrates successful individuals, regardless of the role of luck, and condemns failures, regardless of risk. This makes it hard to identify which traits to emulate or avoid when learning about money management.\nTo further exemplify the blurred lines between luck and risk, Housel discusses Cornelius Vanderbilt, whose success was partly due to flouting laws. While this might seem like visionary thinking, it's a dangerous model, as lawbreaking can easily lead to failure. Similarly, John D. Rockefeller's circumvention of the law is sometimes seen as cunning business acumen, but it also skirts the edge of criminality. Even Benjamin Graham, a renowned investor, owed much of his success to a single, undiversified investment in GEICO. Housel emphasizes that the line between bold and reckless is often thin and visible only in hindsight.\nTo better navigate the complexities of luck and risk, Housel advises caution in admiring or criticizing individuals and avoiding the assumption that outcomes are solely due to effort and decisions. Instead, focus on broad patterns of success and failure rather than extreme examples, as these are more likely influenced by luck or risk.\nIn a letter to his son, Housel advises him to remember that not all success is due to hard work, and not all poverty is due to laziness. He emphasizes the importance of recognizing the role of risk in failure and being forgiving when judging oneself and others. Housel concludes by reiterating that things are rarely as good or as bad as they seem, setting the stage for further exploration of these themes.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_3.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_3_time_codes.json",
            "duration": 216.225,
            "page": 0,
            "href": "Text/PsychologyofMoney-9.xhtml",
            "index": 3,
            "statistics": {
                "source_words": 3047,
                "recap_words": 486,
                "compression_ratio": 6.269547325102881
            },
            "level": 1
        },
        {
            "title": "3. Never Enough",
            "content": "Morgan Housel reflects on a story John Bogle once shared, about Kurt Vonnegut and Joseph Heller at a billionaire's party, highlighting the importance of \"enough.\" While the hedge fund manager had made more money in a single day than Heller earned from his famous novel \"Catch-22,\" Heller countered that he had something the manager would never possess: enough.\nHousel then presents two cautionary tales of individuals who, despite achieving immense success, lacked this sense of enough, leading to their downfall. The first is Rajat Gupta, who rose from humble beginnings to become the CEO of McKinsey and a board member of Goldman Sachs, amassing a fortune of $100 million by 2008. However, driven by a desire to join the \"billionaire circle,\" Gupta engaged in insider trading, sharing confidential information about Warren Buffett's investment in Goldman Sachs with a hedge fund manager. This led to his conviction and imprisonment, irrevocably damaging his career and reputation.\nThe second example is Bernie Madoff, the infamous Ponzi schemer. Before his fraudulent activities, Madoff was a successful market maker, running a legitimate business that generated substantial wealth. Yet, like Gupta, Madoff's insatiable desire for more led him to commit fraud, ultimately resulting in his downfall.\nHousel poses the question of why individuals with already vast fortunes would risk everything for even greater wealth, noting that their actions differ significantly from those who commit crimes out of survival. They already possessed wealth, prestige, and power, yet threw it all away in pursuit of more, lacking a sense of when enough was enough.\nHousel extends this concept to the non-criminal world, citing the example of Long-Term Capital Management, a hedge fund staffed by wealthy traders who risked their fortunes in pursuit of even greater gains, ultimately losing everything. As Warren Buffett observed, they risked what they had and needed for what they didn't have and didn't need, a decision he deemed \"foolish.\"\nHousel emphasizes that the hardest financial skill is recognizing when the goalpost should stop moving. He argues that if expectations continuously rise with results, the pursuit of more becomes illogical, leading to a dangerous cycle of increased risk-taking. He notes that modern capitalism excels at generating both wealth and envy, and while the desire to surpass peers can drive hard work, life loses its enjoyment without a sense of enough.\nSocial comparison exacerbates this issue, as individuals constantly compare themselves to those who have more, creating a battle that can never be won. Housel suggests that the key is to accept having enough, even if it means having less than others. He likens this to a gambler in Las Vegas, where the only way to win is to leave as soon as one enters.\nHousel concludes by asserting that having \"enough\" is not synonymous with settling for too little, but rather recognizing that an insatiable appetite for more can lead to regret. He underscores that there are certain things, such as reputation, freedom, family, and happiness, that are never worth risking, regardless of the potential gain. The key to preserving these invaluable assets lies in knowing when to stop taking risks and recognizing when one has enough.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_4.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_4_time_codes.json",
            "duration": 224.25000000000003,
            "page": 0,
            "href": "Text/PsychologyofMoney-11.xhtml",
            "index": 4,
            "statistics": {
                "source_words": 1973,
                "recap_words": 522,
                "compression_ratio": 3.7796934865900385
            },
            "level": 1
        },
        {
            "title": "4. Confounding Compounding",
            "content": "Morgan Housel draws a parallel between the Earth's ice ages and wealth accumulation, highlighting the power of compounding. Scientists initially struggled to understand the cause of recurring ice ages, proposing grand theories like mountain range shifts or volcanic eruptions. However, Milutin Milanković's theory, refined by Wladimir Köppen, revealed that subtle changes in the Earth's tilt, leading to moderately cool summers, were the catalyst. These cool summers prevented the melting of winter snow, initiating a cycle of increasing snow accumulation and eventual ice age formation.\nSimilarly, Housel argues that compounding, like the subtle accumulation of snow, can lead to extraordinary results in finance. He illustrates this with Warren Buffett's success, noting that the vast majority of Buffett's wealth was accumulated after his 50th birthday, emphasizing the importance of long-term investing. Even if Buffett had achieved the same annual returns but started later in life and retired earlier, his net worth would be dramatically lower.\nHousel contrasts Buffett's consistent, long-term approach with Jim Simons, who achieved higher annual returns but accumulated less wealth due to a later start. This demonstrates that time, not necessarily superior investment skill, is the primary driver of compounding. The author points out how the counterintuitive nature of compounding often leads people to underestimate its potential, focusing instead on strategies for achieving higher returns. He uses the evolution of computer hard drive storage as another example, noting the exponential growth that far exceeded initial expectations. Bill Gates's initial skepticism about Gmail's storage capacity further illustrates this point.\nMorgan Housel concludes that the most effective investment strategy is not necessarily about achieving the highest returns but about earning good, sustainable returns over a long period. This approach allows compounding to work its magic, leading to significant wealth accumulation over time. The chapter serves as a reminder that patience and consistency are key to unlocking the power of compounding, setting the stage for the subsequent exploration of investment strategies that fail due to a lack of these qualities.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_5.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_5_time_codes.json",
            "duration": 155.175,
            "page": 0,
            "href": "Text/PsychologyofMoney-13.xhtml",
            "index": 5,
            "statistics": {
                "source_words": 1835,
                "recap_words": 328,
                "compression_ratio": 5.594512195121951
            },
            "level": 1
        },
        {
            "title": "5. Getting Wealthy vs. Staying Wealthy",
            "content": "Jesse Livermore was the market's best stock trader, already worth the equivalent of $100 million by age 30. The 1929 stock market crash, which ushered in the Great Depression, cemented his legacy, and during that infamous October, Livermore had bet that stocks would decline. Thus, he made the equivalent of $3 billion in a single day, becoming one of the richest men in the world during the worst months in stock market history.\nAs Livermore celebrated, Abraham Germansky, a real estate developer who had made a fortune in the 1920s and heavily invested in the surging stock market, wandered the streets of New York in desperation. Ruined by the crash, Germansky disappeared, leaving behind a distraught family.\nFour years later, Livermore, overconfident, made larger bets, accumulated debt, and lost everything. Broke and ashamed, he disappeared before eventually taking his own life. Both Germansky and Livermore were skilled at getting wealthy but failed at staying wealthy.\nMorgan Housel argues that getting money and keeping it require different skills. Getting money involves taking risks and being optimistic, while keeping it requires humility, frugality, and an acceptance that luck plays a role. Michael Moritz of Sequoia Capital emphasizes the importance of fearing going out of business, highlighting that survival, not just growth or intellect, is key to long-term success.\nA survival mentality is crucial because few gains are worth wiping oneself out over, and compounding requires years of growth. Warren Buffett’s success, for example, is attributed to his ability to survive market fluctuations and maintain a consistent investment strategy over decades. Rick Guerin, once an investing partner of Buffett and Charlie Munger, failed because he used margin loans and had to sell his Berkshire stock during a downturn.\nHousel emphasizes three principles for applying a survival mindset: prioritizing financial stability over high returns, planning for plans to fail, and adopting a barbelled personality—optimistic about the future but paranoid about potential setbacks. Room for error, or margin of safety, is vital for navigating unforeseen events.\nSensible optimism acknowledges that long-term growth can occur amidst short-term setbacks. The U.S. economy has seen a twenty-fold increase in living standards over 170 years, despite wars, recessions, and disasters. Livermore learned this lesson, associating good times with the end of bad times, which led to his downfall. He realized that overconfidence is an expensive disease.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_6.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_6_time_codes.json",
            "duration": 183.4,
            "page": 0,
            "href": "Text/PsychologyofMoney-15.xhtml",
            "index": 6,
            "statistics": {
                "source_words": 2673,
                "recap_words": 387,
                "compression_ratio": 6.906976744186046
            },
            "level": 1
        },
        {
            "title": "6. Tails, You Win",
            "content": "Morgan Housel reflects on Heinz Berggruen, who escaped Nazi Germany and became a successful art dealer, amassing a collection worth over a billion dollars. Berggruen's success wasn't necessarily about skill or luck alone, but rather about buying vast quantities of art and waiting for a few winners to emerge. This approach mirrors that of an index fund, where the returns of the best elements drive the overall portfolio performance.\nHousel explains that long tails—rare events with significant impact—dominate finance and business. Walt Disney, for example, produced over 400 cartoons, most of which lost money, but the success of \"Snow White and the Seven Dwarfs\" transformed his company. Similarly, in venture capital, a small percentage of investments generate the majority of returns, offsetting numerous failures. This principle also applies to the stock market, where a few extraordinary winners account for most of the overall returns, while many public companies fail.\nCarolco, a successful film studio that produced hits like \"Rambo\" and \"Terminator 2,\" eventually went bankrupt, illustrating how common failure is, even among established corporations. Despite this, the Russell 3000 Index has seen spectacular growth, thanks to a small percentage of companies that significantly outperformed. Within these companies, tail events like Amazon's Prime and Amazon Web Services drive a substantial portion of the returns.\nMost financial advice focuses on immediate actions, but Housel argues that long-term success depends on how one behaves during rare moments of market panic. He illustrates this with an example of three investors: Sue, who consistently invests; Jim, who avoids investing during recessions; and Tom, who times the market poorly. Sue, the consistent investor, ends up with significantly more money, highlighting the importance of staying calm during market turmoil.\nHousel emphasizes that accepting the role of tails in driving success leads to the realization that failure is a normal part of the process. Even the best investors and business leaders make mistakes, but their successes outweigh their failures. Jeff Bezos of Amazon and Reed Hastings of Netflix embrace this philosophy, encouraging experimentation and accepting a high rate of failure as a necessary part of innovation.\nChris Rock's comedic process, where he tests material in small clubs before using it in big venues, exemplifies how successes emerge from numerous attempts. Similarly, Warren Buffett has owned hundreds of stocks but made most of his money from only a few. George Soros advises that the key is not whether you are right or wrong, but how much you make when you're right and how much you lose when you're wrong. Ultimately, Housel concludes that the reader's very existence is the result of an extraordinarily long tail, a unique and improbable event.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_7.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_7_time_codes.json",
            "duration": 197.02499999999998,
            "page": 0,
            "href": "Text/PsychologyofMoney-17.xhtml",
            "index": 7,
            "statistics": {
                "source_words": 2776,
                "recap_words": 441,
                "compression_ratio": 6.294784580498866
            },
            "level": 1
        },
        {
            "title": "7. Freedom",
            "content": "Morgan Housel reflects on the profound connection between wealth and happiness, asserting that the ultimate form of wealth is the ability to dictate one's daily life. True happiness, he suggests, arises from the sense of control over one's time and choices, a sentiment echoed in Angus Campbell's research, which found that a strong sense of control is a more reliable predictor of well-being than material wealth.\nMoney's greatest intrinsic value, Housel argues, lies in its capacity to grant independence and autonomy. He illustrates this with examples: a small amount of savings provides the ability to take time off when sick, while more substantial savings offer the freedom to wait for the right job or handle emergencies without financial strain. This freedom to use money to buy time and options has a lifestyle benefit that few material possessions can rival.\nHousel shares a personal anecdote about his brief stint as an investment banking intern, a role he initially pursued for its high salary. However, he quickly discovered that the demanding, inflexible hours made him miserable, despite enjoying the work itself. This experience taught him the importance of autonomy, a concept psychologists call \"reactance,\" where people resist being controlled, even when the imposed actions align with their desires.\nReferencing Derek Sivers' story of achieving financial independence through frugality and simple living, Housel underscores that true wealth is not about accumulating vast sums of money but about securing the freedom to pursue one's passions. Despite the United States being the wealthiest nation, its citizens aren't necessarily happier, because they have often sacrificed control over their time in pursuit of material gains.\nHousel explores how the nature of work has changed, shifting from predominantly manual labor to thought-based and decision-making roles. This shift means that work is no longer confined to specific hours or locations, leading to a constant mental engagement that diminishes the sense of free time. In contrast to previous generations, control over one's time has decreased, impacting overall happiness.\nDrawing from Karl Pillemer's research, which surveyed elderly Americans about their life lessons, Housel emphasizes that the keys to happiness lie in quality relationships, contributing to something larger than oneself, and spending unstructured time with loved ones, especially children. The overarching message is clear: controlling your time is the ultimate dividend that money can provide, surpassing the value of material wealth.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_8.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_8_time_codes.json",
            "duration": 173.54999999999998,
            "page": 0,
            "href": "Text/PsychologyofMoney-19.xhtml",
            "index": 8,
            "statistics": {
                "source_words": 2053,
                "recap_words": 389,
                "compression_ratio": 5.277634961439588
            },
            "level": 1
        },
        {
            "title": "8. Man in the Car Paradox",
            "content": "Morgan Housel reflects on his time as a valet, where he was surrounded by an array of luxury cars: Ferraris, Lamborghinis, and Rolls-Royces. He admits his dream was to own one of these status symbols, believing they would signal success, intelligence, wealth, and importance to others. However, he realized an irony: while he aspired to drive such a car to impress others, he rarely paid attention to the drivers themselves.\nHousel understood that when people see someone in a nice car, they don't think about the driver's coolness; instead, they imagine how cool they themselves would appear if they owned that car. This subconscious thought process reveals a paradox: people often seek wealth to gain admiration, but others are usually too preoccupied with their own desires to admire them.\nIn a letter to his son, Morgan Housel advises against the pursuit of expensive items like fancy cars, watches, and huge houses. He explains that what people truly want is respect and admiration, mistakenly believing that material possessions will bring it. He emphasizes that such items rarely garner the desired respect, especially from those whose admiration is most valued.\nDrawing from his experience as a valet, Housel recalls gawking at the expensive cars, imagining himself in the driver's seat. He questions whether the owners realized that his admiration was solely for the car and not for them. He extends this idea to those living in large homes and wearing expensive jewelry, suggesting that the admiration people seek may not be directed at them personally.\nMorgan Housel clarifies that he is not advocating against wealth or fancy cars, as he enjoys both. Instead, he emphasizes that if the goal is to be respected and admired, material possessions may be less effective than one imagines. Qualities like humility, kindness, and empathy are far more likely to earn genuine respect than any display of wealth or power. Morgan Housel teases another story about the paradox of fast cars in the next chapter.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_9.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_9_time_codes.json",
            "duration": 141.15,
            "page": 0,
            "href": "Text/PsychologyofMoney-21.xhtml",
            "index": 9,
            "statistics": {
                "source_words": 459,
                "recap_words": 328,
                "compression_ratio": 1.399390243902439
            },
            "level": 1
        },
        {
            "title": "9. Wealth is What You Don’t See",
            "content": "Morgan Housel reflects on the ironies of money, particularly the concept that wealth is often invisible. Drawing from his days as a valet in Los Angeles, where appearances reigned supreme, Housel recalls encountering individuals who seemed rich due to their expensive cars but were actually far from wealthy. One man, Roger, drove a Porsche that was later repossessed, revealing the fallacy of judging wealth by material possessions.\nHousel argues that society tends to equate wealth with visible signs like cars, homes, and social media displays, driven by a capitalist culture that encourages people to fake it. However, true wealth lies in what isn't seen: the unspent income, the unpurchased luxuries, and the financial assets still waiting to be utilized. This hidden wealth provides options, flexibility, and future growth potential.\nReferencing Rihanna's near-bankruptcy due to overspending, Housel emphasizes the importance of understanding that spending money results in having things, not wealth. He quotes investor Bill Mann, highlighting that true wealth comes from not spending what one has. Housel distinguishes between being rich, which is a current income, and being wealthy, which is hidden and represents unspent income. He uses the analogy of diet and exercise to illustrate this point: exercise is like being rich, while wealth is resisting the urge to indulge and instead creating a surplus.\nThe challenge, according to Housel, is that rich role models are easily visible, whereas wealthy ones are hidden, making it difficult to emulate their behaviors. Ronald Read, the unassuming philanthropist, became a financial role model only after his death because his wealth was entirely concealed during his life. Housel compares this to learning how to write without being able to read, emphasizing how hard it is to learn from what remains unseen.\nUltimately, Housel concludes that the world is full of people who appear modest but are wealthy, and others who appear rich but are on the brink of financial ruin. He advises readers to remember this when judging others' success and setting personal goals, leading into a discussion on the benefits of saving money.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_10.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_10_time_codes.json",
            "duration": 148.00000000000003,
            "page": 0,
            "href": "Text/PsychologyofMoney-23.xhtml",
            "index": 10,
            "statistics": {
                "source_words": 1196,
                "recap_words": 341,
                "compression_ratio": 3.5073313782991202
            },
            "level": 1
        },
        {
            "title": "10. Save Money",
            "content": "Morgan Housel aims to convince the reader of the importance of saving money, addressing those who either don't believe they can save or don't think it's necessary. He argues that wealth-building relies more on savings rates than on income or investment returns.\nHousel illustrates this point with the example of the 1970s oil crisis, explaining that the world didn't run out of oil not just because of new discoveries, but largely due to increased energy efficiency in cars, factories, and homes. Similarly, while investment returns are valuable, personal savings and frugality offer more control and guaranteed effectiveness in the future. Housel emphasizes that viewing wealth as a product of frugality and efficiency makes the path to financial success clearer.\nHe argues that wealth is essentially what remains after spending. Even if someone is a less skilled investor but needs less money to be happy due to a frugal lifestyle, they are better off than a superior investor whose lifestyle expenses grow as fast as their assets. A high savings rate creates a gap between what one has and what one desires, which is easier to control than trying to increase income.\nMorgan Housel points out that people often focus intensely on achieving small improvements in investment returns while ignoring the potential for significant savings through lifestyle adjustments. He suggests that beyond a certain income level, spending is often driven by ego, a way to display wealth to others. Therefore, increasing humility, rather than income, can be a powerful way to boost savings. People who don't care about others' opinions tend to be more successful in personal finance.\nSavings can be created by spending less, which in turn is achieved by desiring less and caring less about external validation. Saving should not always be tied to a specific goal. Saving for the sake of saving is a hedge against life's unpredictability. Savings provide control over one's time, offering options, flexibility, and the ability to seize opportunities. This flexibility allows individuals to change careers, retire early, or simply reduce worry.\nMorgan Housel explains that savings without a specific spending goal offer the freedom to wait for the right opportunities, generating returns that are hard to quantify. The increased competition in a hyper-connected world means that intelligence alone is no longer a reliable advantage. Flexibility, however, is. It enables individuals to adapt to new skills, find their niche, and think differently about life. The ability to control one's time and options is becoming increasingly valuable. Housel concludes that more people can and should save money, and they should also reconsider their pursuit of rationality.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_11.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_11_time_codes.json",
            "duration": 188.825,
            "page": 0,
            "href": "Text/PsychologyofMoney-25.xhtml",
            "index": 11,
            "statistics": {
                "source_words": 1899,
                "recap_words": 431,
                "compression_ratio": 4.406032482598608
            },
            "level": 1
        },
        {
            "title": "11. Reasonable > Rational",
            "content": "Morgan Housel reflects on the importance of being reasonable rather than strictly rational when it comes to financial decisions. People are emotional and complex, not spreadsheets, and aiming for cold rationality can be unrealistic.\nHousel illustrates this point with the story of Julius Wagner-Jauregg, a psychiatrist who treated neurosyphilis patients by inducing fevers with malaria. While this method was risky and sometimes fatal, it proved more effective than no treatment, earning Wagner-Jauregg a Nobel Prize. Housel draws a parallel to modern attitudes toward fevers: despite scientific evidence of their benefits in fighting infection, they are almost universally suppressed because they cause discomfort.\nThis aversion to discomfort highlights a crucial aspect of decision-making: people often prioritize immediate relief over potentially greater long-term benefits. Similarly, in finance, individuals often seek strategies that help them sleep better at night, even if those strategies are not mathematically optimal. Housel references Harry Markowitz, who initially split his investments equally between stocks and bonds to \"minimize future regret,\" a decision driven by emotion rather than pure rationality.\nThe key takeaway is that investing has a social component, influenced by personal relationships and the desire for approval. Housel argues that aiming for what is reasonable, rather than strictly rational, is often a more sustainable approach. He cites a study advocating for young savers to use high leverage, which, while mathematically sound, is impractical because most people would be unable to stick with it after experiencing significant losses.\nHousel suggests embracing strategies one can remain committed to, even during difficult periods. Loving one's investments, although seemingly irrational, can provide the necessary motivation to persevere. The author points to the \"home bias,\" where people prefer investing in familiar domestic companies, as another example of reasonable behavior. Even activities like day trading or making forecasts, though not always rational, can be reasonable if they satisfy a need or keep one engaged. He concludes with the example of Jack Bogle, who invested in his son’s high-fee funds despite advocating for low-cost index investing, underscoring that life and financial decisions are not always consistent or purely rational.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_12.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_12_time_codes.json",
            "duration": 166,
            "page": 0,
            "href": "Text/PsychologyofMoney-27.xhtml",
            "index": 12,
            "statistics": {
                "source_words": 2020,
                "recap_words": 345,
                "compression_ratio": 5.855072463768116
            },
            "level": 1
        },
        {
            "title": "12. Surprise!",
            "content": "Morgan Housel reflects on Scott Sagan's observation that \"Things that have never happened before happen all the time,\" emphasizing its importance for those involved in economics or investment markets. While acknowledging the value of understanding economic and investing history for calibrating expectations and learning from past mistakes, Housel cautions against treating it as a definitive predictor of the future. He introduces the \"historians as prophets\" fallacy, which describes the mistake of over-relying on past data in dynamic fields like investing.\nInvesting, unlike hard sciences such as geology or medicine, is heavily influenced by human emotions. Richard Feynman's quote about physics being harder if electrons had feelings is applied to investors, whose emotions can defy historical patterns. Investor Bill Bonner's description of Mr. Market with a \"Capitalism at Work\" T-shirt and a sledgehammer illustrates how constant change prevents history from being a reliable forecast.\nHousel points out that overconfidence can arise from experience, rather than improved forecasting ability. Michael Batnick's argument against assuming past market behaviors will dictate future ones highlights this issue. Two key dangers emerge from relying too heavily on investment history: missing outlier events and ignoring structural changes.\nOutlier events, such as the Great Depression or World War II, significantly shape the economy and stock market but are inherently unpredictable. The impact of a few individuals and events can disproportionately alter the course of history, compounding in unexpected ways. For instance, Housel illustrates how 9/11 led to a chain of events culminating in the student loan crisis.\nDrawing on Nassim Taleb's insights, Housel notes that a failure of imagination, rather than analysis, often leads to underestimating the potential for unprecedented events. Daniel Kahneman advises that surprises should teach us the world's unpredictability, rather than prompting us to seek patterns in past shocks.\nHousel then discusses how structural changes in the economy render historical data less relevant. The emergence of 401(k)s, Roth IRAs, and venture capital has transformed the financial landscape, making older data obsolete. Shifts in the composition of the S&P 500 and the increasing infrequency of recessions further exemplify these changes.\nThe author examines Benjamin Graham's investment formulas, noting their diminished effectiveness due to these evolutions. Graham himself adapted his strategies over time, recognizing the need to stay current with market dynamics. The further back one looks in history, the more likely the context differs from today’s reality. While acknowledging John Templeton's warning against the phrase \"It's different this time,\" Housel argues that change is inevitable and critical. The author concludes by suggesting that while the specific details found in historical trends may not be so useful, universal human behaviors like greed and fear remain constant and provide some context.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_13.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_13_time_codes.json",
            "duration": 214.075,
            "page": 0,
            "href": "Text/PsychologyofMoney-29.xhtml",
            "index": 13,
            "statistics": {
                "source_words": 2897,
                "recap_words": 443,
                "compression_ratio": 6.539503386004514
            },
            "level": 1
        },
        {
            "title": "13. Room for Error",
            "content": "Morgan Housel explores the vital concept of \"room for error\" in financial decision-making, drawing a parallel between successful blackjack card counters and prudent money managers. Card counters understand that their edge is based on probabilities, not certainties. They bet accordingly, always mindful of the risk of being wrong and preserving enough capital to continue playing. This humility acknowledges the inherent uncertainties of the game, a lesson applicable to managing personal finances as well.\nHistory teaches that even sound ideas can backfire if taken to extremes. Uncertainty and randomness are constant factors in life, and the only way to navigate them is by creating a buffer between expected outcomes and potential pitfalls. Benjamin Graham's \"margin of safety\" renders precise forecasting unnecessary, highlighting the power of preparing for the unexpected. In a world governed by odds rather than guarantees, this approach becomes essential.\nHowever, Housel notes that people often underestimate the need for such buffers. Stock analysts provide precise price targets, and economic forecasters offer exact predictions, despite the inherent unpredictability of these fields. This overconfidence extends to personal financial decisions as well, with individuals often underestimating the costs and timelines of their own projects compared to those of others. This avoidance of \"room for error\" stems from a belief that someone must know the future and that failing to fully exploit a seemingly accurate prediction is detrimental.\nThe reality is that room for error isn't merely a conservative hedge; it's a tool that allows one to withstand unforeseen circumstances and benefit from low-probability events. Endurance is key, and having a financial cushion enables individuals to stay in the game long enough for favorable odds to materialize. Bill Gates's approach at Microsoft and Warren Buffett's philosophy at Berkshire Hathaway exemplify this principle.\nInvestors should consider \"room for error\" in specific areas, such as volatility and retirement planning. It's easy to underestimate the psychological impact of a significant market downturn. Similarly, relying solely on historical average returns when planning for retirement can be risky. It's prudent to assume lower future returns and save accordingly, creating a margin of safety that allows for a comfortable sleep, as Charlie Munger suggests.\nHousel introduces the concept of \"optimism bias in risk-taking,\" cautioning against being blinded by favorable odds when the potential downside is catastrophic. Leverage, in particular, can transform routine risks into ruinous events, masking the odds of failure and leading to systematic underestimation of risk. A \"barbelled\" approach, balancing risky ventures with conservative holdings, is a way to ensure long-term survival.\n\"Room for error\" provides a buffer against not only anticipated risks but also unimaginable events, as illustrated by the story of German tanks rendered inoperable by mice during the Battle of Stalingrad. While it's impossible to prepare for every eventuality, avoiding single points of failure is crucial. Relying solely on a paycheck without savings creates vulnerability. The most important aspect of any financial plan is preparing for the plan to deviate from expectations. The ability to do what you want, when you want, for as long as you want, has an infinite ROI.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_14.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_14_time_codes.json",
            "duration": 237.47500000000002,
            "page": 0,
            "href": "Text/PsychologyofMoney-31.xhtml",
            "index": 14,
            "statistics": {
                "source_words": 2827,
                "recap_words": 509,
                "compression_ratio": 5.554027504911591
            },
            "level": 1
        },
        {
            "title": "14. You’ll Change",
            "content": "Morgan Housel shares the story of a hardworking friend who defied the odds to become a doctor, only to find himself deeply unhappy with his career due to the overwhelming stress and hours. This illustrates a fundamental aspect of psychology: people often struggle to accurately predict their future selves and how they will react to life's challenges.\nThis disconnect between imagined goals and the reality of achieving them significantly impacts long-term financial planning. Housel reflects on how career aspirations evolve, from a child's dream of driving a tractor to the realities of being a lawyer with demanding hours or a stay-at-home parent struggling to save for retirement. The Federal Reserve notes that only a small percentage of college graduates work in fields related to their major, highlighting how plans change.\nLong-term financial planning is vital, yet personal goals and desires shift, making it challenging to stick to a rigid plan. Psychologists call this the End of History Illusion—the tendency to recognize past changes but underestimate future ones. Referencing Daniel Gilbert's research, Housel points out that people consistently underestimate how much they will evolve, leading to decisions that their future selves may regret.\nCharlie Munger's advice to avoid interrupting compounding is difficult to follow when life goals change. People like Ronald Read and Warren Buffett succeeded by maintaining consistent habits over decades, but many individuals evolve too much to stay on a single path. This means financial plans may need to adapt to multiple distinct phases of life.\nHousel cautions against extreme financial plans, whether extreme austerity or relentless pursuit of wealth, as both can lead to regret. The key is balance: moderate savings, free time, reasonable commutes, and quality family time increase the likelihood of sticking to a plan and avoiding future regret. It’s also crucial to accept that changing one’s mind is a natural part of life. Holding onto a career chosen at a young age, simply out of loyalty, can lead to misery.\nDrawing on Jason Zweig's experience with Daniel Kahneman, Housel emphasizes the importance of abandoning sunk costs—decisions anchored to past efforts that no longer serve one's current self. Kahneman's ability to discard and transform his work, regardless of prior effort, illustrates the value of not being bound by past commitments. Financial goals set by a past self should be re-evaluated and, if necessary, abandoned to minimize future regret and allow for continued growth.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_15.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_15_time_codes.json",
            "duration": 177.1,
            "page": 0,
            "href": "Text/PsychologyofMoney-33.xhtml",
            "index": 15,
            "statistics": {
                "source_words": 1592,
                "recap_words": 397,
                "compression_ratio": 4.01007556675063
            },
            "level": 1
        },
        {
            "title": "15. Nothing’s Free",
            "content": "Morgan Housel opens by asserting that everything has a price, but often, this price remains hidden until it's too late. He uses the example of General Electric's fall from grace after being the world's largest company to illustrate this point. While CEO Jeff Immelt faced harsh criticism for the company’s decline, his observation that \"Every job looks easy when you’re not the one doing it\" highlights the challenges and complexities that are invisible to outsiders.\nMost endeavors are more difficult in practice than in theory, often because individuals fail to recognize and thus pay the true price of success. Housel then turns to investing, noting that while the S&P 500 has seen substantial growth, maintaining a long-term outlook during market collapses is incredibly difficult. The price of successful investing isn't monetary but consists of volatility, fear, doubt, uncertainty, and regret.\nThe desire to avoid paying this price can lead investors to seek something for nothing, akin to stealing. While most people wouldn't steal a car to avoid paying $30,000, many attempt to bypass the volatility inherent in investing. Housel points out that market returns always come at a price, using the Dow Jones Industrial Average's historical performance to show that significant returns are accompanied by periods of substantial market decline. Similarly, high-return stocks like Netflix and Monster Beverage have spent the majority of their trading days below their previous highs.\nMany investors try to circumvent this volatility, attempting to time the market or switch between assets. However, as demonstrated by the performance of tactical mutual funds during the 2008 financial crisis, these strategies often fail to deliver better risk-adjusted returns than simple buy-and-hold approaches. Individual investors also underperform their own investments due to poorly timed buying and selling.\nHousel draws a parallel to Jack Welch's tenure at GE, where the focus on consistently beating Wall Street's earnings estimates led to accounting maneuvers that masked the company's true financial state. This short-term gain came at the expense of long-term stability, resulting in significant losses for shareholders later on. Similarly, Freddie Mac and Fannie Mae manipulated their earnings to create an illusion of stability.\nThe reason people try so hard to avoid paying the price of good investment returns, Housel argues, is that this price isn't immediately obvious. Market volatility feels like a fine for doing something wrong rather than a fee for potential gains. Shifting the mindset to view volatility as a fee, rather than a fine, is crucial for long-term investment success.\nHousel concludes by likening market volatility to the cost of a Disneyland ticket. While it costs money, the experience is often worth the price. Similarly, the volatility and uncertainty in the market are the cost of admission for potentially greater returns than low-fee options like cash and bonds. Ultimately, the key is to recognize that market returns are never free and to convince oneself that the fee is worth paying for the potential rewards.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_16.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_16_time_codes.json",
            "duration": 216.52499999999998,
            "page": 0,
            "href": "Text/PsychologyofMoney-35.xhtml",
            "index": 16,
            "statistics": {
                "source_words": 1878,
                "recap_words": 486,
                "compression_ratio": 3.8641975308641974
            },
            "level": 1
        },
        {
            "title": "16. You & Me",
            "content": "In the early 2000s, the dot-com bubble burst, erasing $6.2 trillion in household wealth, followed by the housing bubble, which eliminated over $8 trillion. These financial bubbles have devastating social consequences, ruining lives, and are often attributed to greed, an inherent part of human nature. However, Morgan Housel argues that blaming greed alone overlooks crucial lessons about how people rationalize decisions that appear greedy in hindsight.\nBubbles are challenging to learn from because, unlike a clear diagnosis, their causes and blame are never fully agreed upon. The competition for investment returns is intense, and since someone must own every asset at all times, the very notion of bubbles remains contentious. People are quicker to point fingers than to extract valuable insights.\nBubbles occur because investors often mistakenly take cues from others who are engaged in different financial endeavors. The idea that assets have a single rational price is flawed because investors have diverse goals and time horizons. The appropriate price for an asset, like Google stock, varies depending on whether the investor plans to hold it for 30 years or flip it by lunchtime. Prices that seem absurd to one person can be sensible to another due to differing investment strategies.\nDuring the dot-com bubble, paying exorbitant prices for Yahoo! stock in 1999 seemed crazy, yet it made sense for short-term traders who only needed the stock to move in the right direction for a single day. Money gravitates toward returns, and momentum attracts short-term traders. Bubbles form when short-term returns attract so much money that the investor base shifts from long-term to short-term players.\nThe housing bubble in the mid-2000s saw a similar pattern, with house flipping increasing fivefold. Flippers didn’t care about long-term price-to-rent ratios; they only cared whether the house would be worth more next month. While these investors might be labeled speculators, they aren’t necessarily irrational. The problem arises when long-term investors begin taking cues from short-term traders.\nFor instance, Cisco's stock rose 300% in 1999, valuing the company at an exorbitant $600 billion. Long-term investors bought it at $60 per share, influenced by the actions of short-term traders who planned to sell before the day's end. This disconnect can be disastrous for long-term investors, who are unknowingly influenced by those playing a different game. Many financial decisions involve copying or betting against others, but without understanding their motivations, it’s impossible to predict their future behavior.\nConsumer spending is also socially driven, influenced by people we admire. However, we often don’t see their underlying goals and aspirations. A young lawyer might need to maintain a certain appearance for their career, while a writer doesn’t. When the lawyer's spending habits influence the writer, it can lead to disappointment because they are spending money without the same career benefits.\nMorgan Housel concludes that understanding one's own time horizon and avoiding the influence of those playing different games is essential. Defining one’s investment game is vital. He identifies himself as a passive investor, optimistic about long-term economic growth, and disregards short-term market fluctuations that are irrelevant to his strategy.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_17.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_17_time_codes.json",
            "duration": 235.575,
            "page": 0,
            "href": "Text/PsychologyofMoney-37.xhtml",
            "index": 17,
            "statistics": {
                "source_words": 2112,
                "recap_words": 510,
                "compression_ratio": 4.141176470588236
            },
            "level": 1
        },
        {
            "title": "17. The Seduction of Pessimism",
            "content": "Morgan Housel observes that while optimism is generally the better long-term bet, pessimism holds a unique allure, often perceived as more intelligent and captivating. He clarifies that true optimism isn't about expecting constant success, but rather believing the odds are in one's favor despite inevitable setbacks.\nHousel recalls December 29, 2008, a period of economic crisis, when *The Wall Street Journal* published a front-page article featuring Igor Panarin, a Russian professor predicting the U.S. would disintegrate into six pieces by mid-2010. Such dire forecasts, Housel notes, are often taken more seriously than wildly optimistic ones. He contrasts this with a hypothetical scenario: imagine a Japanese academic in the late 1940s predicting Japan's future economic and social triumph after its devastating defeat in World War II. Such optimism would have been ridiculed, yet it mirrored reality. Pessimism, quite simply, sounds more plausible.\nHousel explains that pessimism's allure stems from several factors. Aversion to loss is instinctual, a survival mechanism. Financial setbacks affect everyone, commanding attention. The media emphasizes negative financial news more prominently, creating a perception of constant threat. Moreover, pessimists tend to extrapolate current trends without considering market adaptations, as seen in the 2008 oil crisis, where predictions of scarcity failed to account for technological advancements like fracking.\nProgress is slow and often unnoticed, while setbacks are swift and glaring. Housel cites the Wright brothers' invention of the airplane, which initially went largely ignored, compared to the immediate attention given to events like corporate bankruptcies or plane crashes. Growth results from compounding, requiring time, while destruction occurs rapidly due to single points of failure.\nStephen Hawking's perspective further illustrates this point. Having his expectations reduced to zero at a young age, Hawking viewed everything thereafter as a bonus. Pessimism, Housel concludes, is seductive because it lowers expectations, making positive outcomes feel like pleasant surprises. And that, ironically, is something to be optimistic about.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_18.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_18_time_codes.json",
            "duration": 161.1,
            "page": 0,
            "href": "Text/PsychologyofMoney-39.xhtml",
            "index": 18,
            "statistics": {
                "source_words": 3081,
                "recap_words": 313,
                "compression_ratio": 9.843450479233226
            },
            "level": 1
        },
        {
            "title": "18. When You’ll Believe Anything",
            "content": "Morgan Housel opens with a thought experiment, picturing an alien observing Earth's economy between 2007 and 2009. The alien, seeing little visible change in infrastructure, technology, or daily life, is perplexed by the dramatic economic downturn reflected in the numbers—trillions of dollars lost, millions unemployed, and a stock market halved. The key difference the alien misses, Housel explains, is the shift in the stories people tell themselves about the economy. The prevailing narratives of stability and prudence in 2007 were replaced by ones of doubt and fear in 2009, triggering a cascade of negative economic consequences.\nHousel asserts that stories are the most potent force in the economy, acting as either fuel or brakes for tangible economic elements. At a personal level, the desire for something to be true can lead individuals to believe narratives that overestimate its likelihood. He illustrates this with the example of a centenarian who believed World War I would end all wars, showcasing how appealing fictions can take hold, especially when control is limited and stakes are high. Housel then references an extreme example of a father in Yemen resorting to a dangerous folk remedy for his sick son, underscoring how desperation can lead to believing anything. Similarly, during the Great Plague of London, people embraced unproven remedies, highlighting that when stakes are high, people are prone to believe in appealing, but false, solutions.\nIn finance, this phenomenon manifests as people placing faith in TV investment commentary with poor track records or investing in funds managed by those touted as \"the next Warren Buffett,\" despite overwhelming evidence of underperformance. The case of Bernie Madoff is cited, showing how even sophisticated investors can fall for a well-spun narrative. Housel stresses the importance of room for error, flexibility, and financial independence to avoid falling victim to appealing financial fictions. He notes that forecasts often miss the mark because they are influenced by what people want to happen rather than objective reality.\nFurthermore, Morgan Housel discusses how everyone operates with an incomplete view of the world but constructs complete narratives to fill the gaps. He uses the example of his young daughter, who creates simple explanations for complex events, illustrating how all people simplify and create stories to understand their surroundings. This applies even to seemingly objective fields like history, which is subject to interpretation and bias. People seek understandable causes, even if they are wrong, to make sense of the world. This can lead to overconfidence in one's ability to predict the stock market or the economy. He highlights the illusion of control, noting that people prefer to believe they live in a predictable world, leading them to seek out and trust authoritative figures who promise to satisfy this need. Despite knowing the limitations of market forecasts, there remains a high demand for them. He contrasts fields of precision, like astrophysics, with fields of uncertainty, like finance, to show how the desire for control can lead to unrealistic expectations. Morgan Housel concludes that like the alien observing Earth, people often operate under incomplete information, unaware of the stories driving others' actions, and thus prone to misunderstanding the world around them.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_19.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_19_time_codes.json",
            "duration": 224.8,
            "page": 0,
            "href": "Text/PsychologyofMoney-41.xhtml",
            "index": 19,
            "statistics": {
                "source_words": 3320,
                "recap_words": 523,
                "compression_ratio": 6.347992351816443
            },
            "level": 1
        },
        {
            "title": "19. All Together Now",
            "content": "Morgan Housel draws a parallel between financial advice and the complexities of medicine, cautioning against prescribing solutions without understanding the individual. He recounts the grim tale of Clarence Hughes, who underwent a fateful dental procedure in 1931, resulting in multiple teeth extractions, tonsil removal, and ultimately, his death due to complications. Hughes's wife sued, not because of the surgery's risks, which were common at the time, but because her husband never consented to the extensive procedures.\nHousel points out that, historically, medicine operated under the assumption that doctors knew best, often sidelining patient input. However, modern medicine has evolved, emphasizing patient involvement in treatment decisions. Just as a doctor can't dictate a medical path without considering the patient's values, Housel insists that he can't dictate financial decisions without knowing the reader's goals, timelines, and motivations. He acknowledges, like medicine, finance has universal truths, and advisors can offer valuable guidance.\nHousel then shares a series of actionable lessons for making better financial decisions: Seek humility and forgiveness, recognizing the roles of luck and risk in outcomes; prioritize wealth over ego by controlling spending and saving diligently; make financial choices that ensure peace of mind; extend investment time horizons to harness the power of compounding; accept that mistakes are inevitable, focusing on overall portfolio performance rather than individual investments; use money to gain control over time and freedom; practice kindness and humility over flaunting wealth; save without specific goals to hedge against life's uncertainties; define and accept the costs of success, including uncertainty and regret; embrace room for error to ensure long-term endurance; avoid extreme financial decisions that may later be regretted; balance risk-taking with paranoia about ruinous risks; understand the game one is playing and avoid being swayed by others; and respect that diverse financial paths can be valid, as goals vary widely.\nHousel concludes by emphasizing that there is no universal \"right\" answer in finance, only what works best for the individual, before hinting at sharing what strategies work for him.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_20.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_20_time_codes.json",
            "duration": 160.10000000000002,
            "page": 0,
            "href": "Text/PsychologyofMoney-43.xhtml",
            "index": 20,
            "statistics": {
                "source_words": 1535,
                "recap_words": 331,
                "compression_ratio": 4.637462235649547
            },
            "level": 1
        },
        {
            "title": "20. Confessions",
            "content": "Morgan Housel introduces the chapter by recounting Sandy Gottesman's insightful interview question: \"What do you own, and why?\" This question cuts to the heart of financial decision-making, revealing the gap between recommended actions and personal choices. Housel illustrates this with examples such as doctors choosing different end-of-life treatments for themselves than they advise for patients. Ultimately, Housel believes there isn't one \"right\" answer in personal finance; instead, decisions should align with individual comfort and values, ensuring peace of mind.\nHousel then shifts to his family's approach to savings, inspired by Charlie Munger's pursuit of independence rather than mere wealth. Housel's parents, who transitioned from financial hardship to stability, instilled in him the value of frugality and a high savings rate. This enabled his father to retire early from a demanding career as an emergency room doctor. For Housel, independence means the freedom to choose work on one's own terms, driven by savings and controlled lifestyle expectations rather than a high income.\nHousel and his wife, who met in college, maintained a modest lifestyle despite increasing incomes, channeling most raises into savings. This strategy, though not universally applicable, works for them because of their shared agreement and simple pleasures. By keeping their lifestyle expectations in check, they avoid the pressures of social comparison and focus on their goal of financial independence. They've made financially unconventional choices, such as owning their home outright, prioritizing the psychological comfort of eliminating mortgage payments over maximizing investment returns. They also maintain a higher-than-recommended cash reserve, viewing cash as \"the oxygen of independence,\" allowing them to avoid being forced to sell stocks during unexpected expenses and ensuring they can let their investments compound uninterrupted.\nRegarding investing, Housel details his evolution from a stock picker to an advocate for low-cost index funds. While acknowledging that some individuals can outperform the market, Housel believes that, for most investors, dollar-cost averaging into index funds offers the best chance of long-term success. This strategy aligns with their frugal lifestyle, removing the need to take on additional risk. Housel emphasizes that simple strategies can be effective if they focus on essential elements: a high savings rate, patience, and optimism in the global economy. Housel invests a portion of each paycheck into index funds and maxes out retirement and college savings accounts. In conclusion, Housel is committed to independence and making financial choices that ensure a good night's sleep. He underscores that there's no one-size-fits-all approach and respects that others may have different perspectives. Ultimately, understanding the psychology of money is the key to financial mastery.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_21.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_21_time_codes.json",
            "duration": 197.575,
            "page": 0,
            "href": "Text/PsychologyofMoney-45.xhtml",
            "index": 21,
            "statistics": {
                "source_words": 2387,
                "recap_words": 424,
                "compression_ratio": 5.629716981132075
            },
            "level": 1
        },
        {
            "title": "Postscript: A Brief History of Why the U.S. Consumer Thinks the Way They Do",
            "content": "Morgan Housel explains that to truly understand the modern consumer's mindset and predict future trends, one must explore the historical factors that shaped their current perspective. If someone had been in a coma from 1945 to 2020, they would be astonished by the economic growth, wealth disparities, and the general attitudes toward saving and spending.\nFollowing World War II, America experienced a period of uncertainty, followed by prosperity, challenges, renewed success, and further difficulties, all of which collectively influenced the psychology of the American consumer. This era began with the end of World War II in August 1945. Despite the initial joy, significant questions arose about the future of returning soldiers. With sixteen million Americans, about 11% of the population, having served in the war, there were concerns about where they would live and work, especially with the looming fear of a return to the Great Depression.\nThree critical issues emerged: a housing shortage due to the halt in construction during the war, job scarcity as wartime industries closed, and a surge in marriages among soldiers eager to start families. These concerns led the Council of Economic Advisors to warn President Truman of a potential depression. To prevent this, the government maintained low-interest rates, which, while causing inflation, made borrowing for homes and goods affordable, encouraging consumption as an economic strategy.\nThe GI Bill provided mortgage opportunities, and consumer credit exploded, further fueling spending. A productivity boom that had been building since the 1930s then became apparent, marked by innovations in appliances, cars, and electronics. This boom, combined with pent-up demand and readily available credit, created jobs and increased consumer spending, significantly improving the economy. From 1940 to 1948 average wages doubled, then doubled again by 1963, reducing the gap between rich and poor. Women and minorities also saw advancements, leading to a leveling of lifestyles across different classes.\nHousehold debt increased substantially from 1947 to 1957, but income growth offset its impact. Homeownership rose, and there was a cultural shift toward accepting debt. However, cracks began to appear in the 1970s with rising unemployment, inflation, and interest rates, alongside social unrest and economic competition from Japan, China and the Middle East. The expectation of equal economic opportunity, ingrained since the post-war era, clashed with the new economic realities, as growth became unevenly distributed.\nIn the 1980s and 1990s, economic growth resumed, but the benefits were concentrated at the top, with the top 1% experiencing far greater income growth than the bottom 99%. This inequality fueled a desire among many Americans to emulate the lifestyles of the wealthy, leading to increased debt as they stretched their finances to keep up.\nThe situation culminated in the 2008 financial crisis, which exposed the unsustainability of high debt levels. Despite efforts to alleviate the crisis, many post-2008 policies inadvertently favored the wealthy, exacerbating inequality and reinforcing the sense that the economy worked better for some than others. This has led to widespread discontent, with movements like the Tea Party, Occupy Wall Street, Brexit, and the election of Donald Trump reflecting a collective desire for change. While economic indicators have improved, the expectation of a broadly shared prosperity remains elusive. Morgan Housel suggests that this underlying tension between expectation and reality will continue to shape economic and political discourse.",
            "audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_22.mp3",
            "timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_rep_22_time_codes.json",
            "duration": 265.675,
            "page": 0,
            "href": "Text/PsychologyofMoney-47.xhtml",
            "index": 22,
            "statistics": {
                "source_words": 4715,
                "recap_words": 545,
                "compression_ratio": 8.65137614678899
            },
            "level": 1
        }
    ],
    "ai_taglines": [
        "Money isn't just math: It's mastering your mind.",
        "Your money mindset matters more than your market knowledge."
    ],
    "ai_descriptions": [
        "**Success with money isn't about mastering formulas; it's about understanding your own behavior.** Even the smartest minds can struggle with financial decisions. In *The Psychology of Money*, award-winning author Morgan Housel dismantles the myth of money management as a purely mathematical endeavor. Through 19 engaging short stories, Housel reveals how our personal histories, egos, and unique worldviews dramatically shape our financial choices, often at the dinner table or in the boardroom, far from the cold logic of spreadsheets. Discover the timeless lessons on wealth, greed, and happiness that will help you make better sense of one of life's most crucial subjects and unlock the door to true financial well-being.",
        "Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world, people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.\n\nIn *The Psychology of Money*, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics. You'll learn how to manage your money, save for the future, and avoid common mistakes that derail financial success. Discover timeless lessons on wealth, greed, and happiness that will change the way you think about money and improve your financial future."
    ],
    "google": [
        {
            "kind": "books#volume",
            "id": "TnrrDwAAQBAJ",
            "etag": "1iWBXh10MT4",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/TnrrDwAAQBAJ",
            "volumeInfo": {
                "title": "The Psychology of Money",
                "subtitle": "Timeless lessons on wealth, greed, and happiness",
                "authors": [
                    "Morgan Housel"
                ],
                "publisher": "Harriman House Limited",
                "publishedDate": "2020-09-08",
                "description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_13",
                        "identifier": "9780857197696"
                    },
                    {
                        "type": "ISBN_10",
                        "identifier": "085719769X"
                    }
                ],
                "readingModes": {
                    "text": true,
                    "image": true
                },
                "pageCount": 209,
                "printType": "BOOK",
                "categories": [
                    "Business & Economics"
                ],
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": true,
                "contentVersion": "2.13.15.0.preview.3",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "imageLinks": {
                    "smallThumbnail": "http://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
                    "thumbnail": "http://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=TnrrDwAAQBAJ&printsec=frontcover&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=1&source=gbs_api",
                "infoLink": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ&source=gbs_api",
                "canonicalVolumeLink": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "FOR_SALE",
                "isEbook": true,
                "listPrice": {
                    "amount": 15.99,
                    "currencyCode": "USD"
                },
                "retailPrice": {
                    "amount": 15.99,
                    "currencyCode": "USD"
                },
                "buyLink": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ&rdid=book-TnrrDwAAQBAJ&rdot=1&source=gbs_api",
                "offers": [
                    {
                        "finskyOfferType": 1,
                        "listPrice": {
                            "amountInMicros": 15990000,
                            "currencyCode": "USD"
                        },
                        "retailPrice": {
                            "amountInMicros": 15990000,
                            "currencyCode": "USD"
                        },
                        "giftable": true
                    }
                ]
            },
            "accessInfo": {
                "country": "US",
                "viewability": "PARTIAL",
                "embeddable": true,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": true,
                    "acsTokenLink": "http://books.google.com/books/download/The_Psychology_of_Money-sample-epub.acsm?id=TnrrDwAAQBAJ&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "pdf": {
                    "isAvailable": true,
                    "acsTokenLink": "http://books.google.com/books/download/The_Psychology_of_Money-sample-pdf.acsm?id=TnrrDwAAQBAJ&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"
                },
                "webReaderLink": "http://play.google.com/books/reader?id=TnrrDwAAQBAJ&hl=&source=gbs_api",
                "accessViewStatus": "SAMPLE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics."
            }
        },
        {
            "kind": "books#volume",
            "id": "6gNUEQAAQBAJ",
            "etag": "L3uclxSjNoI",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/6gNUEQAAQBAJ",
            "volumeInfo": {
                "title": "The Psychology of Money (Deluxe Limited Edition)",
                "subtitle": "Timeless Lessons on Wealth, Greed, and Happiness",
                "authors": [
                    "Morgan Housel"
                ],
                "publishedDate": "2025-09-16",
                "description": "Special deluxe edition of The Psychology of Money with new, additional bonus chapter content from Morgan Housel, the New York Times bestselling author. Hardback limited edition with sprayed edges, while supplies last. Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. Money – investing, personal finance, and business decisions – is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life's most important topics.",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_13",
                        "identifier": "9781804091609"
                    },
                    {
                        "type": "ISBN_10",
                        "identifier": "180409160X"
                    }
                ],
                "readingModes": {
                    "text": true,
                    "image": false
                },
                "pageCount": 0,
                "printType": "BOOK",
                "categories": [
                    "Business & Economics"
                ],
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": false,
                "contentVersion": "preview-1.0.0",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "imageLinks": {
                    "smallThumbnail": "http://books.google.com/books/content?id=6gNUEQAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
                    "thumbnail": "http://books.google.com/books/content?id=6gNUEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=6gNUEQAAQBAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=2&source=gbs_api",
                "infoLink": "http://books.google.com/books?id=6gNUEQAAQBAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&source=gbs_api",
                "canonicalVolumeLink": "https://books.google.com/books/about/The_Psychology_of_Money_Deluxe_Limited_E.html?hl=&id=6gNUEQAAQBAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "NOT_FOR_SALE",
                "isEbook": false
            },
            "accessInfo": {
                "country": "US",
                "viewability": "NO_PAGES",
                "embeddable": false,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": false
                },
                "pdf": {
                    "isAvailable": false
                },
                "webReaderLink": "http://play.google.com/books/reader?id=6gNUEQAAQBAJ&hl=&source=gbs_api",
                "accessViewStatus": "NONE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "Special deluxe edition of The Psychology of Money with new, additional bonus chapter content from Morgan Housel, the New York Times bestselling author."
            }
        },
        {
            "kind": "books#volume",
            "id": "GOXYzwEACAAJ",
            "etag": "pCFAFYfWIrE",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/GOXYzwEACAAJ",
            "volumeInfo": {
                "title": "The Psychology of Money",
                "subtitle": "Lessons on Greed, Wealth, and Happiness that Never Fade (A Concise And Precise Summary)",
                "authors": [
                    "Melody Jefferson",
                    "Morgan Housel"
                ],
                "publishedDate": "2023-04-13",
                "description": "A Brief Synopsis of Morgan Housel's The Psychology of Money: Eternal truths about gain, greed, and contentment. This Concise Overview has been written to assist readers in grasping the fundamentals of the monetary system. Because it doesn't matter how much money you have if you don't act accordingly. This book is for you if you hope to one day retire early without having to work, or if you want to work solely for the sake of it and not worry about money because you have enough. This workbook is for you if you want to learn the ins and outs of the money mind, including why we make poor financial choices and how to avoid them. This book is for you if you wish to gain knowledge in the areas of personal finance, investing, and company management. Morgan Housel, a partner at The Collaborative Fund and two-time winner of the Best in Business Award from the Society of American Business Editors, shares some mind-blowing information you need to develop your financial culture in his book \"The Psychology of Money.\" This information pertains to financial wisdom, greed, wealth creation, financial happiness, and financial peace. Housel believed that financial success could be achieved regardless of academic credentials. What matters is how you act. And it's not easy to instill that kind of conduct in even the most brilliant minds. This Concise for The Psychology of Money distills the most important takeaways from Morgan Housel's The Psychology of Money into bite-sized chunks. We achieved this by include a wide range of learning methods, including concise summaries, lessons, and objectives; detailed bulleted action plans and questions to test knowledge and aid with comprehension; and a wide range of learning styles.",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_10",
                        "identifier": "1312682345"
                    },
                    {
                        "type": "ISBN_13",
                        "identifier": "9781312682344"
                    }
                ],
                "readingModes": {
                    "text": false,
                    "image": false
                },
                "pageCount": 0,
                "printType": "BOOK",
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": false,
                "contentVersion": "preview-1.0.0",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "imageLinks": {
                    "smallThumbnail": "http://books.google.com/books/content?id=GOXYzwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
                    "thumbnail": "http://books.google.com/books/content?id=GOXYzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=GOXYzwEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=3&source=gbs_api",
                "infoLink": "http://books.google.com/books?id=GOXYzwEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&source=gbs_api",
                "canonicalVolumeLink": "https://books.google.com/books/about/The_Psychology_of_Money.html?hl=&id=GOXYzwEACAAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "NOT_FOR_SALE",
                "isEbook": false
            },
            "accessInfo": {
                "country": "US",
                "viewability": "NO_PAGES",
                "embeddable": false,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": false
                },
                "pdf": {
                    "isAvailable": false
                },
                "webReaderLink": "http://play.google.com/books/reader?id=GOXYzwEACAAJ&hl=&source=gbs_api",
                "accessViewStatus": "NONE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "This book is for you if you hope to one day retire early without having to work, or if you want to work solely for the sake of it and not worry about money because you have enough."
            }
        },
        {
            "kind": "books#volume",
            "id": "zO8AzgEACAAJ",
            "etag": "RxWCbgRm/bo",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/zO8AzgEACAAJ",
            "volumeInfo": {
                "title": "PSYCHOLOGY OF MONEY.",
                "authors": [
                    "MORGAN. HOUSEL"
                ],
                "publishedDate": "2020",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_10",
                        "identifier": "9390166268"
                    },
                    {
                        "type": "ISBN_13",
                        "identifier": "9789390166268"
                    }
                ],
                "readingModes": {
                    "text": false,
                    "image": false
                },
                "pageCount": 0,
                "printType": "BOOK",
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": false,
                "contentVersion": "preview-1.0.0",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "imageLinks": {
                    "smallThumbnail": "http://books.google.com/books/content?id=zO8AzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
                    "thumbnail": "http://books.google.com/books/content?id=zO8AzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=zO8AzgEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=4&source=gbs_api",
                "infoLink": "http://books.google.com/books?id=zO8AzgEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&source=gbs_api",
                "canonicalVolumeLink": "https://books.google.com/books/about/PSYCHOLOGY_OF_MONEY.html?hl=&id=zO8AzgEACAAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "NOT_FOR_SALE",
                "isEbook": false
            },
            "accessInfo": {
                "country": "US",
                "viewability": "NO_PAGES",
                "embeddable": false,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": false
                },
                "pdf": {
                    "isAvailable": false
                },
                "webReaderLink": "http://play.google.com/books/reader?id=zO8AzgEACAAJ&hl=&source=gbs_api",
                "accessViewStatus": "NONE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life&#39;s most important matters."
            }
        },
        {
            "kind": "books#volume",
            "id": "DTR3zwEACAAJ",
            "etag": "PXY8/4PD1NI",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/DTR3zwEACAAJ",
            "volumeInfo": {
                "title": "The Psychology of Money",
                "subtitle": "Timeless Lessons on Wealth, Greed, and Happiness \"New Synopsis and Analysis\"",
                "authors": [
                    "Morgan Housel"
                ],
                "publishedDate": "2022-10-03",
                "description": "Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. The field of finance, including investment, personal finance, and business decisions, is typically presented as a mathematical one, where we are given precise instructions based on data and formulas. However, people in the real world don't use spreadsheets to make important financial decisions. At the dinner table or in the conference room, people mix in their own backgrounds, perspectives, egos, prides, marketing strategies, and peculiar motivations to come up with these decisions. To help you better understand one of life's most important themes, award-winning author Morgan Housel presents 19 short stories in his book The Psychology of Money.",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_10",
                        "identifier": "1387580086"
                    },
                    {
                        "type": "ISBN_13",
                        "identifier": "9781387580088"
                    }
                ],
                "readingModes": {
                    "text": false,
                    "image": false
                },
                "pageCount": 0,
                "printType": "BOOK",
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": false,
                "contentVersion": "preview-1.0.0",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "imageLinks": {
                    "smallThumbnail": "http://books.google.com/books/content?id=DTR3zwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
                    "thumbnail": "http://books.google.com/books/content?id=DTR3zwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=DTR3zwEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=5&source=gbs_api",
                "infoLink": "http://books.google.com/books?id=DTR3zwEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&source=gbs_api",
                "canonicalVolumeLink": "https://books.google.com/books/about/The_Psychology_of_Money.html?hl=&id=DTR3zwEACAAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "NOT_FOR_SALE",
                "isEbook": false
            },
            "accessInfo": {
                "country": "US",
                "viewability": "NO_PAGES",
                "embeddable": false,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": false
                },
                "pdf": {
                    "isAvailable": false
                },
                "webReaderLink": "http://play.google.com/books/reader?id=DTR3zwEACAAJ&hl=&source=gbs_api",
                "accessViewStatus": "NONE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "To help you better understand one of life&#39;s most important themes, award-winning author Morgan Housel presents 19 short stories in his book The Psychology of Money."
            }
        },
        {
            "kind": "books#volume",
            "id": "GZk30QEACAAJ",
            "etag": "HNxXBN4SvdQ",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/GZk30QEACAAJ",
            "volumeInfo": {
                "title": "The Psychology of Money",
                "subtitle": "Seni Menjinakkan Wang",
                "authors": [
                    "Morgan Housel"
                ],
                "publishedDate": "2020",
                "description": "\"Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. Money--investing, personal finance, and business decisions--is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life's most important topics.\"--",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_10",
                        "identifier": "9672437587"
                    },
                    {
                        "type": "ISBN_13",
                        "identifier": "9789672437581"
                    }
                ],
                "readingModes": {
                    "text": false,
                    "image": false
                },
                "pageCount": 0,
                "printType": "BOOK",
                "categories": [
                    "Finance, Personal"
                ],
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": false,
                "contentVersion": "preview-1.0.0",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=GZk30QEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=7&source=gbs_api",
                "infoLink": "http://books.google.com/books?id=GZk30QEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&source=gbs_api",
                "canonicalVolumeLink": "https://books.google.com/books/about/The_Psychology_of_Money.html?hl=&id=GZk30QEACAAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "NOT_FOR_SALE",
                "isEbook": false
            },
            "accessInfo": {
                "country": "US",
                "viewability": "NO_PAGES",
                "embeddable": false,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": false
                },
                "pdf": {
                    "isAvailable": false
                },
                "webReaderLink": "http://play.google.com/books/reader?id=GZk30QEACAAJ&hl=&source=gbs_api",
                "accessViewStatus": "NONE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life&#39;s most important topics.&quot;--"
            }
        },
        {
            "kind": "books#volume",
            "id": "aPoM0AEACAAJ",
            "etag": "DiTKFm561o8",
            "selfLink": "https://www.googleapis.com/books/v1/volumes/aPoM0AEACAAJ",
            "volumeInfo": {
                "title": "The Concise Psychology of Money",
                "subtitle": ". Timeless Lessons on Wealth, Greed, and Happiness (The Morgan Housel Collection)",
                "authors": [
                    "Morgan Housel"
                ],
                "publishedDate": "2023-06-30",
                "description": "Achieving financial success does not solely depend on knowledge. The topic at hand pertains to one's conduct and demeanor. Teaching behavior can be challenging, even when working with knowledgeable individuals. Money, encompassing investing, personal finance, and business decisions, is commonly approached quantitatively, relying on mathematical principles. This approach emphasizes using data and formulas to guide our decision-making process. However, it is important to note that individuals typically do not base their financial decisions solely on spreadsheet calculations in practical scenarios. Decisions are often formulated during formal gatherings such as dining tables or meeting rooms, where a confluence of factors, including personal experiences, individual perspectives, self-importance, promotional efforts, and unconventional motivations, intertwine.",
                "industryIdentifiers": [
                    {
                        "type": "ISBN_10",
                        "identifier": "131239465X"
                    },
                    {
                        "type": "ISBN_13",
                        "identifier": "9781312394650"
                    }
                ],
                "readingModes": {
                    "text": false,
                    "image": false
                },
                "pageCount": 0,
                "printType": "BOOK",
                "maturityRating": "NOT_MATURE",
                "allowAnonLogging": false,
                "contentVersion": "preview-1.0.0",
                "panelizationSummary": {
                    "containsEpubBubbles": false,
                    "containsImageBubbles": false
                },
                "imageLinks": {
                    "smallThumbnail": "http://books.google.com/books/content?id=aPoM0AEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
                    "thumbnail": "http://books.google.com/books/content?id=aPoM0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
                },
                "language": "en",
                "previewLink": "http://books.google.com/books?id=aPoM0AEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&cd=9&source=gbs_api",
                "infoLink": "http://books.google.com/books?id=aPoM0AEACAAJ&dq=intitle:The+Psychology+of+Money+inauthor:Morgan+Housel&hl=&source=gbs_api",
                "canonicalVolumeLink": "https://books.google.com/books/about/The_Concise_Psychology_of_Money.html?hl=&id=aPoM0AEACAAJ"
            },
            "saleInfo": {
                "country": "US",
                "saleability": "NOT_FOR_SALE",
                "isEbook": false
            },
            "accessInfo": {
                "country": "US",
                "viewability": "NO_PAGES",
                "embeddable": false,
                "publicDomain": false,
                "textToSpeechPermission": "ALLOWED",
                "epub": {
                    "isAvailable": false
                },
                "pdf": {
                    "isAvailable": false
                },
                "webReaderLink": "http://play.google.com/books/reader?id=aPoM0AEACAAJ&hl=&source=gbs_api",
                "accessViewStatus": "NONE",
                "quoteSharingAllowed": false
            },
            "searchInfo": {
                "textSnippet": "Achieving financial success does not solely depend on knowledge."
            }
        }
    ],
    "gbid": [
        "TnrrDwAAQBAJ",
        "6gNUEQAAQBAJ",
        "GOXYzwEACAAJ",
        "zO8AzgEACAAJ",
        "DTR3zwEACAAJ",
        "GZk30QEACAAJ",
        "aPoM0AEACAAJ"
    ],
    "amazon": [
        {
            "content": {
                "url": "https://www.amazon.com/dp/0857197681?th=1&psc=1",
                "asin": "0857197681",
                "page": 1,
                "price": 10.99,
                "stock": "In Stock",
                "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
                "buybox": [
                    {
                        "price": 10.99,
                        "stock": "In Stock",
                        "condition": " Buy new: ",
                        "delivery_details": [
                            {
                                "date": {
                                    "by": "Saturday, June 14"
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "Saturday, June 14"
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "Prime members"
                                },
                                "type": "Or"
                            }
                        ]
                    },
                    {
                        "price": 9.15,
                        "condition": " Save with Used - Like New ",
                        "delivery_details": [
                            {
                                "date": {
                                    "by": "on orders over $35 shipped by Amazon."
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "on orders over $35 shipped by Amazon."
                                },
                                "type": "FREE delivery"
                            }
                        ]
                    }
                ],
                "coupon": "",
                "images": [
                    "https://m.media-amazon.com/images/I/81wZXiu4OiL._SL1500_.jpg"
                ],
                "rating": 4.7,
                "reviews": [
                    {
                        "id": "R3NDXU5MCW0YBU",
                        "title": "5.0 out of 5 stars My takeaway from reading this book",
                        "author": "Kindle Customer",
                        "rating": 5,
                        "content": "We always wanted to buy a luxury things in order to impress others but others may not bother so much and all they care about is themselves whether they can afford to have it. Next time if we want impress or wanted other people to respect then we can do humanity work instead of owning pyshysical Items.Everyone is playing different therefore what you think is crazy and to other people maybe is normal. Buying stock at high price and sell it at even higher price within a short period of time is different that buying stock a high price and hold it for long term.Instead of aiming for high return on our investment one of the things we can do is increase our saving rate.Aiming to be independent does not means we stop working but we can just do whatever that we can and with who and how we do it.Luck and risk playing a deciding factor for one life. Luck can made you a billionaire risk can make you accident and death.",
                        "timestamp": "Reviewed in the United States June 5, 2025",
                        "profile_id": "AFCEPHXESQVLTA42OSSL2BE6TFUQ",
                        "is_verified": true,
                        "review_from": "Top reviews from the United States",
                        "helpful_count": 1
                    },
                    {
                        "id": "R22I8O2857E8VG",
                        "title": "5.0 out of 5 stars Timeless nuggets of wisdom",
                        "author": "Larry Frank",
                        "rating": 5,
                        "content": "Psycholology of Money: Timeless Lessons on Wealth, Greed and Happiness by Morgan Housel is a timeless work about how our feelings, emotions and interactions with money often results in different outcomes for different people – because people are different. So, insights into how to think and behave about money is instructive.You may think you don’t have enough money to make a difference for your future. I think this book will show you, how even with those thoughts, that you can.Others may believe they have more than enough. Those too are risky thoughts and beliefs.Because people are different, everyone should read this book to see what you uniquely learn about yourself and how you should think about money.Chocked full of great insights to guide us all.Quotes that hit home from various chapters are presented below. There are many more quotes possible, but then you’d miss the message between each quote. I strongly suggest getting the book to see how these below snippets string together into a powerful story about how we think and behave towards money matters.Quote:• Your personal experiences with money make up maybe 0.00000001% of what’s happened in the world, but maybe 80% of how you think the world works.• Luck and risk are siblings.• Yes, but I have something he will never have … enough.• There is no reason to risk what you have and need for what you don’t have and don’t need.• The hardest financial skill is getting the goalpost to stop moving.• $81.5 billion of Warren Buffett’s $84.5 billion net worth came after his 65th birthday.• Buffett began serious investing when he was 10 years old.• His skill is investing, but his secret is time. That’s how compounding works.• But good investing isn’t necessarily about earning the highest returns, because the highest returns tend to be one-off hits that can’t be repeated. It’s about earning pretty good returns that you can stick with and which can be repeated for the longest period of time. That’s when compounding runs wild.• Getting wealthy vs. staying wealthy.• Getting money is one thing. Keeping it is another.• Planning is important, but the most important part of every plan is to plan on the plan not going according to plan.• No one is impressed with your possessions as much as you are.• When you see someone driving a nice car, you rarely think, “Wow, the guy driving that car is cool.” Instead, you think, “Wow, if I had that car people would think I’m cool.”• Humility, kindness, and empathy will bring you more respect than horsepower ever will.• Spending money to show people how much money you have is the fastest way to have less money.• Money has many ironies. Here’s an important one: Wealth is what you don’t see.• Past a certain level of income people fall into three groups: Those who save, those who don’t think they can save, and those who don’t think they need to save.• Building wealth has little to do with your income or investment returns, and lots to do with your savings rate.• The value of wealth is relative to what you need.• Past a certain level of income, what you need is just what sits below your ego.• People’s ability to save is more in their control than they might think.• Things that have never happened before happen all the time.• The thing that makes tail events easy to underappreciate is how easy it is to underestimate how things compound. How, for example, 9/11 prompted the Federal Reserve to cut interest rates, which helped drive the housing bubble, which led to the financial crisis, which led to a poor jobs market, which led to tens of millions to seek a college education, which led to [over a trillion dollars] in student loans with [a high percentage of default rates].• The correct lesson to learn from surprises is that the world is surprising.• The most important part of every plan is planning on your plan not going according to plan.• The purpose of the margin of safety is to render the forecast unnecessary.• The End of History Illusion is what psychologists call the tendency for people to be keenly aware of how much they’ve changed in the past, but to underestimate how much their personalities, desires and goals are likely to change in the future. [Thus, their history of change won’t change anymore into their future].• Every job looks easy when you’re not the one doing it.• Successful investing looks easy when you’re not the one doing it. Hold stocks for the long run … but do you know how hard it is to maintain a long-term outlook when stocks are collapsing?• Price … not dollars and cents … it’s volatility, fear, doubt, uncertainty … all of which are easy to overlook until you’re dealing with them in real time.• Beware of taking financial cues from people playing a different game than you are.• When investors have different goals and time horizons – and they do in every asset class – prices that look ridiculous to one person can make sense to another, because the factors those investors pay attention to are different.• The interesting thing about [absolutely pessimistic] stories is that their polar opposite – forecasts of outrageous optimism – are rarely taken as seriously as prophets of doom.• Pessimism just sounds smarter and more plausible than optimism.• …progress happens too slowly to notice, but setbacks happen too quickly to ignore.• The more you want something to be true, the more likely you are to believe a story that overestimates the odds of it being true.• We don’t know what we don’t know.• Coming to terms with how much you don’t know means coming to terms with how much of what happens in the world is out of your control. And that can be hard to accept.• Less ego, more wealth.• If you want to to do better as an investor, the single most powerful thing you can do is increase your time horizon.Unquote.There’s a lot of wisdom alone in the various quotes above. There’s even more wisdom reading how they string together to see the larger story line to understand your psychology of money applied in your own life.Each person reading Housel’s work will get something different out of it than someone else. And each time you read it (I suggest more than once) you too will get yet still something else out of it.",
                        "timestamp": "Reviewed in the United States August 24, 2021",
                        "profile_id": "AET6XSO3377JEWXYRYRRCTJMDLJA",
                        "is_verified": true,
                        "review_from": "Top reviews from the United States",
                        "helpful_count": 528
                    },
                    {
                        "id": "R30TAIVAFIZBC8",
                        "title": "4.0 out of 5 stars A Significant and Badly Needed Contribution to the Qualitative Part of our Financial Life.",
                        "author": "Stephen S",
                        "rating": 4,
                        "content": "From the first sentence to the last, this book provides the latest and most up-to-date evidence for financial literacy's wholesome power to enrich your entire life. The author tells stories to discover financial literacy and living a good life go hand and hand. Most financial books discuss the dominated and respected quantitative side, the sophisticated science, complicated formulas, and mind-numbing statistics. Reading the traditional personal finance genres makes people erroneously think investors need to be intelligent and aggressive to invest successfully.The Psychology of Money is courageously different. It is about life first and finances second. Don’t we want to better understand our behavior, our sense of ourselves and what makes us tick so we can achieve that vibrant and contented life? I know I do.The author skillfully separates the easy part of discovering the investing process versus the hard part. This may shock newbies, but understanding the quantitative aspect of finances, such as constructing a diversified portfolio of low-cost index funds, is the easy part. Look, it is not the little guy or gal versus the massively intimating stock market with the macho goal of beating the average returns. Instead, this book is about understanding our behavior and the decisions we make to achieve a balanced and calm life with accepting reasonable stock market returns. Now that’s the hard part! But this author makes understanding our behavior achievable and interesting. He accepts whatever skills, experience, or knowledge readers bring to the table.The author brings up an age-old adage that we have been taught by our elders for generations—don’t take things so personally! With life's many challenges and sometimes negative surprises, isn't it about how we react that counts? Instead, if we respond with wisdom gained from our experiences over the long haul, the challenge itself will eventually be insignificant.The author explains that our reactive behavior, whether the sudden death of a loved one, a broken water pipe damaging our house, or a stock market crash, how we respond to each of these vastly different crises is no different. As a reviewer of this outstanding book, I took the liberty of interpreting the primary theme with my examples. With the death of a loved one, we can blame the doctors, the hospital, and isolate from friends and family, and sob over beers for the rest of your life as a lonely and bitter widow or widower, or you can blame the stock market, your broker, or valueless Wall Street for your portfolio loses. For example, it is well known that millions of investors reacted negatively for over a decade. They sat out with their two to three trillion of the longest bull market in history because they lost money in the 2008 financial crisis. So, no matter what the experience, isn't it always how we react? This book would help those unfortunate investors pull themselves and their portfolio together to get back in the market.To bring mindfulness to our reactions, the author talked about investors' emotions, attitude, and temperament. To be successful in this counterintuitive financial system is to be aware and insightful of this powerful psychological human potential—your expectation of future returns. The Goldilocks Principle doesn't have too high return expectations or too low, but somewhere in between. But what is a reasonable expected return?The author reports one of the most significant FACTS of the entire book: The United States Stock Market Returns 6.8% after Inflation. Allow me to repeat, 6.8%.According to the author, our United States capitalistic system produces about 6.8% return minus inflation since the 1870s (3.1% average inflation generates a total return of 9.9%). It is the law of averages, and it is powerful if we know how to tap into it and to be 100% satisfied with average returns (It has been researched many times that too many investors fail to get average returns). Morgan explains how to harness this massive industry and what strategy will get you the average return. The goal is to earn the average return over many years. Why? Two reasons:1. 6.8% return over inflation is a great return!2. Because our emotions will be spared the negative reactions from the massive swings (volatility) of the stock market which will set you up to panic and “get out.”This book will help you find that \"just right\" balance of your investments and your mind so you can sleep soundly with confidence and reach your financial goals over long periods of time. There is no get rich quick scheme. If a financial adviser or your best friend says that they can beat the averages, walk away, and never listen to that nonsense.Housel encourages all investors by debunking one debilitating myth from the start. All you need to be a successful investor is patience, think long term, and one tiny piece of mathematics, the power of compound interest over decades. You do not need an MBA or a high IQ! In fact, for the newbie financial reader with no financial background or smarts, take heart, you have an advantage. He wrote: \"Ordinary folks with no formal financial education can be wealthy if they have a handful of behavioral skills that have nothing to do with formal measures of intelligence.\"That's me! I have never taken a financial course in my life. I flunked 2nd grade and I scored a lower than 100 IQ. But I had a huge advantage because I majored in psychology. Knowing how my mind functioned, I mitigated my return expectations of the market and drama during three of the biggest stock market crashes in history. My expectations for growth and losses are reasonable, balanced between stocks and fixed because I knew what the world-wide stock market returns since 1870. With my mind disciplined to stay the course forever and to do what I can do—control the real deal by keeping expenses low and be extremely happy with reasonable returns. I have perfect control by paying myself instead of some Wall Street mucky muck's yacht.For years, seasoned investors poo-poo psychology (read the one and two-star reviews of this book). There is at least one huge exception. One of the most significant financial thinkers of the 20th century and the mentor and professor of Warren Buffett. Ben Graham wrote said in the very first paragraph of his monumental 623 page The Intelligent Investor, \"…little will be said here about the technique of analyzing securities; attention will be paid chiefly to investment principles and investors' attitudes.\" (1973 revised, page 1).The author had the great wisdom to cite a book titled “Enough” by the legendary John Bogle. Morgan tells stories of people \"hit it big\" (IN THE BILLIONS!). It wasn’t \"enough.\" They want more, and in the end, they lost it all. Bogle’s most famous quote to get the market averages mentioned previously is to invest in the “entire haystack, do not look for the needle.”The author makes an important statement that is long overdue and worth repeating—the qualitative discussions of investing is more complicated than the quantitative discussions. It is humans that make the decisions and do all the trading on the stock exchanges throughout the world. Last I heard, humans have feelings. Housel says that science is exact and is governed by predictable physical laws. Molecules and atoms do not have feelings! But millions of investors do! Sir Isaac Newton would agree. He famously lamented after losing his investments to the South Sea Disaster in the 18th century, \"I can calculate the motion of heavenly bodies, but not the madness of people.\" Knowledge of psychology and behavior will help you understand and protect yourself from the \"madness of people.\"The author covers a lot of ground because there is a lot of human behavioral and psychological constructs to explain. Luck vs. skill, attitude vs. math, being average vs. being superior, uncertainty vs. certainty, and confidence born from wisdom vs. overconfidence born from recklessness are impossible to measure and explain. The author correctly labeled these constructs “soft skills” (Hard skills are the math, statistics, graphs, and tables). Luck, attitude, accepting average returns, uncertainty, long-term horizon, and overconfidence are difficult to explain without emotional pushback from some investors. Most seasoned investors want to be intelligent, act aggressive, appear confident, and look sophisticated and soft skills will not get them that image and beat the market.We love to think successes originated on skills, knowledge, intelligence, spreadsheets, and math. The most vital reaction to many seasoned investors is downplaying luck to investment success. But Morgan won't have it. Making money from stock and bond investing is being smart with the complicated reality we face, and spreadsheet knowledge will not be enough. That being lucky is part of the equation. He admits that the luck factor is the question that might not be answered in our lifetimes.In the meantime, there is nothing wrong with being lucky. The returns are green too. But most seasoned investors feel insulted. Warren Buffett always reports that he is an incredibly fortunate investor born in the United States. I am lucky that I am alive after contracting stage two colon cancer twenty years ago. Any one of us could have been born in a small village in India in abject poverty, a shantytown in Lima, Peru, or one of our country's public housing projects.Unfortunately, I gave the book four stars. There was one paragraph that does not belong in the book. I was disappointed. I agree that I might be petty, but that paragraph doesn’t make any sense because it doesn’t follow the narrative throughout. On page 218, I rewrote here for those who use the indexing strategy, especially Bogleheads:“That doesn’t mean index investing will always work. It doesn’t mean it is for everyone. And it doesn’t mean active stock picking is doomed to fail. In general, this industry has become too entrenched on one side or the other—particularly those vehemently against active investing.”Did the Author Lose His “Psychology” for a Moment?I scratched my head and seriously wondered, has the author lost his mind? What in the world motivated the author had to write this when he shares how he invests, and it’s just like most Bogleheads and myself invest with low-cost index funds? I believe I can speak for most Bogleheads: of course, we are “vehemently against active investing!” It’s expensive and flawed is thoroughly agreed upon by genuine fiduciary financial advisers. Furthermore, there are books, peer-reviewed academic articles, and the Bogleheads’ forum experiences of how successful the indexing strategy has been overactive management. The author admits on the following page that 85% of active managers fail to beat the averages! The active management strategy has been proven dead for decades, and the author’s stories debunk active management. Over 35 million investors have their seven trillion dollars with Vanguard and TIAA. We know that active managers from Wall Street’s big banks and brokerage firms spend a lot of time sipping martinis on their yachts.Other than that hideous paragraph, The Psychology of Money is a fine book because it makes a huge contribution to financial discussions and what it means to be financially literate. The qualitative argument of financial literacy is desperately needed in the financial world. The quantitative argument is appropriate for constructing your portfolio and understanding how markets only return 6.8% average for 150 years. I learned a ton by reading those books too. But after that, no amount of math, sophistication, financial engineering, or science will protect investors from a bear market. Only what is between our ears will. Investors must get our heads behind the idea that we are up against a massive industry that wants to use our money to make money for themselves.The industry is playing a totally different game, different motivation, and most important different life values—they spend 24/7 in front of their powerful computers trading for two goals only, bonuses and beating the averages. I have one more example of luck--We are lucky that Morgan Housel wrote this important work. It is not about looking at your finances 24/7, searching for that investment “gem” that will make you rich quickly or to compete. At the end of the day, it is about doing our part in making the world a better place than it is now, being generous to those in need, be part of something bigger than yourself, and spending quality time with family and friends.",
                        "timestamp": "Reviewed in the United States November 11, 2020",
                        "profile_id": "AGYNNPJE3Y3UKI4R25RUZ2FZWQOA",
                        "is_verified": true,
                        "review_from": "Top reviews from the United States",
                        "helpful_count": 439
                    },
                    {
                        "id": "R10FS4491ZZNAR",
                        "title": "Must Read this Book",
                        "author": "Zero",
                        "rating": 5,
                        "content": "what an amazing book. it really opens your mind about how you see wealth and money.my personal rating 11/10.",
                        "timestamp": "Reviewed in Saudi Arabia May 29, 2025",
                        "is_verified": true,
                        "review_from": "Top reviews from other countries"
                    },
                    {
                        "id": "R11HRX03OKOFMD",
                        "title": "Great book",
                        "author": "Yamkela  Prusente",
                        "rating": 5,
                        "content": "Great book. I will recommend it for anyone",
                        "timestamp": "Reviewed in South Africa March 5, 2025",
                        "is_verified": true,
                        "review_from": "Top reviews from other countries"
                    },
                    {
                        "id": "R1KSIXVW66ENQW",
                        "title": "Nuevas perspectivas.",
                        "author": "Manuela Núñez",
                        "rating": 5,
                        "content": "Realmente compré este libro por la cantidad de gente que lo recomendaba, por eso ya fui con una vista más crítica pensando que me iba a decepcionar, pero fue todo lo contrario.Un libro es bueno cuando hace que veas las cosas con una nueva perspectiva. Este libro consigue eso, consigue cautivarte con las historias y consigue darte una nueva perspectiva sobre decisiones financieras a la vez que te cuenta la historia y el porqué de ciertas decisiones que tomamos con nuestro dinero.Es un libro recomendado con una visión fresca sobre las finanzas personales.",
                        "timestamp": "Reviewed in Spain September 17, 2022",
                        "is_verified": true,
                        "review_from": "Top reviews from other countries"
                    },
                    {
                        "id": "R1LNZTXNZ7RBKS",
                        "title": "Excellent book on money and our behaviour",
                        "author": "J. Drew",
                        "rating": 5,
                        "content": "The Psychology of Money is a fascinating book, although perhaps it's a bit late in the day for me to take advice around money, but what is fascinating is the authors way of looking at the world and how it's psychology more than anything else that helps us to keep money and make money and lose money. The book is peppered with fantastic stories and analogies of which I will list a few in the book that really made me think and really helped me understand the ways that we manage to deal with the money that we want to enquire. Some of the key points include the following:- The premise of this book is that doing well with money has a little to do with how smart you are and a lot to do with how we behave. And behaviours are hard to teach, even to smart people. Financial success is not a hard science but a soft skill where how your behaviours are more important than what you know. Engineers can determine the manner of how a bridge collapses because these will follow the law for physics, it’s not controversial. Finances are different as it’s guided by people’s behaviour. And as Voltaire once observed, “history never repeats itself; man always does.” This applies to behaviour with money also. And people who grew up in poverty think about risks and rewards in ways that the child from a wealthy banker or family no matter how much they tried. So, the challenges for us is it no amount of studying or openness can re-create the power of fear and uncertainty.- An interesting story is how the nephew of a Chinese worker wrote about her aunt who worked several years in what Americans called “sweatshops”. It was hard work with long hours and a “small” wage and “poor” working conditions. However, before her aunt had this work in a factory, she was a prostitute. Americans may feel that a sweatshop is exploitation but people who live in these countries feel that factory work labour could be better but it only when you compare it to American jobs. We tell ourselves stories about what we and others are doing and why they’re doing it, and that story helps shape our own unique experiences. Americans will spend more money on a lottery ticket than on movies, video games, music, sporting events and books combined. And the people who buy lottery tickets are mostly poor people. Money has been around for a long time and at the end of 2018 there were $27 trillion in US retirement accounts making it the main driver of the common investor savings and interest best in decisions. But retirement is very recent and at most two generations old. Before World War II most Americans worked until they died. And that was the expectation and reality. The labour force participation rate of men aged 65 and over with above 50% until the 1940s. Saving for retirement pots is a relatively recent invention. And even widespread use of consumer debt – mortgages, credit cards and car loans – did not take off until after the World War II, when the GI Bill made it easier for millions of Americans to borrow. Dogs were domesticated 10,000 years ago and still retain some behaviours of the wild ancestors. Yet here we are with between 20 and 50 years of experience in modern financial systems, hoping to be perfectly acclimatised. And for a topic that is so influenced by emotion rather than fact, this is a problem. And it helps explain why we don’t always do what we’re supposed to do with money.- There is a lot of luck and risk when it comes to dealing with money. And many people who are born into rich families will never view this has been lucky no matter how much they make, we always say that it is down to them. Donald Trump is a good example of this. We need to recognise that there is a role of luck in success, and the role of risk means we should forgive ourselves for understanding when judging failures. Nothing is as good or as bad as it seems.- I always find it fascinating that many people who can have thousands or millions in a bank account, always seem to seek more. It is almost like an addiction. They need to have more money than they can ever spend.- There are millions of ways to get wealthy and plenty of books on how to do this. But this book argues that the only way to stay wealthy is to have some combination of frugality and paranoia and it is a topic that we don’t discuss enough. It is not important just to make money but it’s also important to know how to keep it and to make it keep growing.- The thing I think most about having read this book with the author talking about the documentary “how to live forever” which asked an innocent question to a centenarian who offers an amazing response to the question “what was the happiest day of your life?” “Armistice day“ was her reply, referring to the 1918 agreement that ended World War I. The interviewer asks why? “Because we knew there would be no more wars ever again,” she says. World War II began 21 years later, killing 75 million people. There are many things in life that we think are true because we desperately want them to be true. And just because we feel something doesn’t make it real.- I really like some of the ideas about what has happened over the last 170 years regarding the US economy. Which includes some of the following:- 1.3 million Americans died while fighting nine major wars. Roughly 99.9% of all companies that were created went out of business. Four U.S. presidents were assassinated. 675,000 Americans died in a single year from a flu pandemic. Thirty separate natural disasters killed at least 400 Americans each. 33 recessions lasted a cumulative 48 years. And the number of forecasters who predicted any of those recessions rounds to zero.- The stock market fell more than 10% from a recent high at least 102 times. Stocks lost a third of their value at least 12 times. Annual inflation exceeded 7% in 20 separate years. The words “economic pessimism” appeared in newspapers at least 29,000 times, according to Google. However, it’s worth remembering the quote above from the woman who was asked what the happiest day of life was with the end of the First World War and who predicted that following that there would never be another war. How wrong she was.- Another insight is that more than the salary you earn or the size of your house or the prestige of your job, control over doing what you want, when you want to, with the people you want to, its these broad lifestyle variable that makes people happy.The United States are the richest nation in the history of the world, but there is little evidence that its citizens are, on average, happier today than they were in the 1950s when wagers were much lower. Even when this is adjusted for inflation. We buy bigger and better stuff, but we’ve simultaneously given up control over our time.- One of the best ideas for accumulating money is to save money, put your income or investments into savings.- 15 billion people were born in the 19th and 20th centuries. But imagine how different the global economy in the whole world would be if just seven of them never existed: Adolf Hitler, Joseph Stalin, mousy Dong, Gavrilo Princip, Thomas Edison, Bill Gates and Martin Luther King. Just 0.00000000004% of people responsible perhaps most of the world direction of the last century. Imagine the world without the great depression, World War II, the Manhattan project, vaccines, antibiotics, September 11 and the fall of the Soviet union. However, it’s important to realise the future might not look anything like the past is a special kind of skill that is not generally looked highly upon by the financial forecasting community. The lesson to learn from surprises is that the world is surprising.- The most important part of every plan is planning on your plan not going according to plan. You must factor uncertainty into everything. A good rule of thumb for a lot of things in life is that everything can break will eventually break. And the biggest single point of failure with money as a soul reliance on a pay check to short term spending needs, with no savings to create a gap between what you think your expenses are and what they might be in the future.- All of us are walking around with an illusion that history, our personal history, has just come to an end, that we have recently become the people we were always meant to be for the rest of our lives. We tend to never learn this lesson. Research shows that people from age 18 to 68 underestimate how much they will change in the future.- The US economy was in better shape in 2009 than it was in 2007 and yet in two years between 2007 – 2009, US household were $16 trillion poorer in 2009 than they were in 2007. And in two years 10 million more Americans became unemployed. And all of this was due to one thing, that house prices kept rising, mortgage default rose and then the banks lost money, then they reduced lending into other businesses, which led to payoffs, which led to less spending, which led to more lay offs and job losses and on and on.- Another interesting story is that of Ali Hajaji whose son was sick. Elders in his Yemeni village proposed a folk remedy: shove the tip of a burning stick through his son’s chest to drain the sickness from his body. After the procedure, Ali Hajaji told the New York Times “when you have no money, and your son is sick, you’ll believe anything”. Appalling fictions that are told by people who are extremely powerful can make you believe just about anything.- Daniel Kahneman once told the author about the stories people tell themselves to make sense of the past. “Hindsight, the ability to explain the past, gives us the illusion that the world is understandable. It gives us the illusion that the world makes sense, even when it doesn’t make sense. that’s the big deal in producing mistakes in many fields.” And most people when confronted with something they don’t understand, do not realise they don’t understand it because they’re able to come up with an explanation that makes sense based on their own unique perspective and experience in the world, no matter how limited these experiences are. We tell ourselves stories to fill in the gaps of what are effectively blind spots. What the stories do to us financially can be both fascinating and terrifying. Blind spots are everywhere. We need to come to terms with how much we don’t know, and this means coming to terms with how much what happens in the world is out of our control. That can be hard to accept.- Between 1993 and 2012, the top 1% saw that incomes grow 86.1% while the bottom 99% just saw 6.6% growth. However, economics is a story of cycles. Things come; things go. The US unemployment rate in the US is the lowest it’s been in decades, wages are now actually growing faster for low-income workers than the rich, college cost stopped growing once grants are factored in. If everyone studied advances in healthcare, communication, transportation and civil rights since the glorious 1950s, most would probably not want to go back to these times. It’s important to see that progress is still occurring – even for the poor.- This is a fascinating book about money but even more fascinating in its way of looking at how people behave with money and trying to make money. I loved it, though I don’t think myself as being rich when compared to others, I know how rich it is just to be alive at this moment.",
                        "timestamp": "Reviewed in the United Kingdom May 19, 2025",
                        "is_verified": true,
                        "review_from": "Top reviews from other countries"
                    },
                    {
                        "id": "R1MIUFXC8LT3JW",
                        "title": "This book will change your perspective on money.",
                        "author": "Dennis Jacobs",
                        "rating": 5,
                        "content": "I am going to re-read this book because it entails lots of different stories that tells you about money in different contexts. It's a MUST have if you're either a money chaser or are in the stock market, or crypto world. Or, maybe you just want to become rich...but this book won't tell you how to get rich: it gives you examples of other people's experiences with money. Apply the knowledge in your life and you'll become extremely wealthy.",
                        "timestamp": "Reviewed in the Netherlands June 5, 2024",
                        "is_verified": true,
                        "review_from": "Top reviews from other countries"
                    }
                ],
                "category": [
                    {
                        "ladder": [
                            {
                                "url": "/books-used-books-textbooks/b/ref=dp_bc_1?ie=UTF8&node=283155",
                                "name": "Books"
                            },
                            {
                                "url": "/Business-Money-Investing-Books/b/ref=dp_bc_2?ie=UTF8&node=3",
                                "name": "Business & Money"
                            },
                            {
                                "url": "/Business-Life-Investing-Books/b/ref=dp_bc_3?ie=UTF8&node=2558",
                                "name": "Business Culture"
                            },
                            {
                                "url": "/Inspiration-Biographies-Primers-Books/b/ref=dp_bc_4?ie=UTF8&node=2545",
                                "name": "Motivation & Self-Improvement"
                            }
                        ]
                    }
                ],
                "currency": "USD",
                "delivery": [
                    {
                        "date": {
                            "by": "Saturday, June 14"
                        },
                        "type": "FREE delivery"
                    },
                    {
                        "date": {
                            "by": "Tomorrow, June 10"
                        },
                        "type": "get FREE delivery Prime members"
                    }
                ],
                "page_type": "Product",
                "price_sns": 0,
                "store_url": "/Morgan-Housel/e/B084ZNV1LR/ref=dp_byline_cont_book_1",
                "variation": [
                    {
                        "asin": "B084HJSJJ2",
                        "price": 0,
                        "selected": false,
                        "dimensions": {
                            "Format": "Kindle"
                        }
                    },
                    {
                        "asin": "B08D9WJ9G8",
                        "price": 0,
                        "selected": false,
                        "dimensions": {
                            "Format": "if (typeof uet == 'function') {\n            uet('bb', 'audibleMediaMatrixScope', {wb: 1});  //timestamp body-begin\n        }\n    \n                      \n                           \n                        \n         Audiobook"
                        }
                    },
                    {
                        "asin": "0857199099",
                        "price": 19.71,
                        "selected": false,
                        "dimensions": {
                            "Format": "Hardcover"
                        }
                    },
                    {
                        "asin": "0857197681",
                        "selected": true,
                        "dimensions": {
                            "Format": "Paperback"
                        }
                    }
                ],
                "has_videos": true,
                "sales_rank": [
                    {
                        "rank": 41,
                        "ladder": [
                            {
                                "url": "/gp/bestsellers/books/ref=pd_zg_ts_books",
                                "name": "Books"
                            }
                        ]
                    },
                    {
                        "rank": 1,
                        "ladder": [
                            {
                                "url": "/gp/bestsellers/books/2719/ref=pd_zg_hrsr_books",
                                "name": "Budgeting & Money Management (Books)"
                            }
                        ]
                    },
                    {
                        "rank": 1,
                        "ladder": [
                            {
                                "url": "/gp/bestsellers/books/2670/ref=pd_zg_hrsr_books",
                                "name": "Introduction to Investing"
                            }
                        ]
                    },
                    {
                        "rank": 6,
                        "ladder": [
                            {
                                "url": "/gp/bestsellers/books/4749/ref=pd_zg_hrsr_books",
                                "name": "Success Self-Help"
                            }
                        ]
                    }
                ],
                "asin_in_url": "0857197681",
                "buy_it_with": [
                    {
                        "asin": "0735211299",
                        "price": 13.1,
                        "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones"
                    },
                    {
                        "asin": "0140280197",
                        "price": 13.53,
                        "title": "The 48 Laws of Power"
                    }
                ],
                "description": "**OVER 8 MILLION COPIES SOLD AROUND THE WORLD… The Psychology of Money is the original bestselling classic from the author of the new book, Same as Ever\n.**\nDoing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people.\nMoney―investing, personal finance, and business decisions―is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.\nIn The Psychology of Money\n, award-winning author Morgan Housel shares 19 short stories exploring the different ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
                "parent_asin": "0857197681",
                "price_upper": 10.99,
                "pricing_str": "New & Used (44) from $9.15$9.15 FREE Shipping on orders over $35.00 shipped by Amazon.",
                "pricing_url": "https://www.amazon.com/gp/offer-listing/0857197681/ref=dp_olp_ALL_mbc?ie=UTF8&condition=ALL",
                "manufacturer": "Morgan Housel",
                "max_quantity": 100,
                "price_buybox": 10.99,
                "product_name": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
                "bullet_points": "",
                "price_initial": 0,
                "pricing_count": 1,
                "reviews_count": 62533,
                "sns_discounts": [],
                "developer_info": [],
                "price_shipping": 0,
                "product_details": {
                    "isbn_10": "0857197681",
                    "isbn_13": "978-0857197689",
                    "language": "English",
                    "publisher": "Harriman House",
                    "dimensions": "5.45 x 0.65 x 8.4 inches",
                    "item_weight": "2.31 pounds",
                    "print_length": "256 pages",
                    "publication_date": "September 8, 2020"
                },
                "featured_merchant": {
                    "link": "/sp?marketplaceID=ATVPDKIKX0DER&seller=A1SYE57IZFNXCN&isAmazonFulfilled=1&ref_=dp_merchant_link&asin=0857197681",
                    "name": "LuxuryMerchandise (Veteran Owned)",
                    "seller_id": "A1SYE57IZFNXCN",
                    "shipped_from": "Amazon",
                    "is_amazon_fulfilled": true
                },
                "is_prime_eligible": true,
                "parse_status_code": 12000,
                "review_ai_summary": "Customers find this book to be a must-read for investors and savers, with solid lessons that spark new perspectives on financial decision-making. Moreover, the book is historically engaging, using historical data to prove its points, and features short chapters that are easy to digest. Additionally, customers appreciate its emotional depth, helping readers achieve peace of mind, and find it amusing and entertaining. However, opinions about the book's time value are mixed, with some finding it engaging while others consider it a waste of time.",
                "discount_percentage": 45,
                "price_strikethrough": 19.99,
                "answered_questions_count": 0,
                "rating_stars_distribution": [
                    {
                        "rating": 5,
                        "percentage": 76
                    },
                    {
                        "rating": 4,
                        "percentage": 18
                    },
                    {
                        "rating": 3,
                        "percentage": 5
                    },
                    {
                        "rating": 2,
                        "percentage": 1
                    },
                    {
                        "rating": 1,
                        "percentage": 0
                    }
                ],
                "frequently_bought_together": [
                    {
                        "asin": "0857197681"
                    },
                    {
                        "asin": "0735211299"
                    },
                    {
                        "asin": "0140280197"
                    }
                ]
            },
            "created_at": "2025-06-09 18:57:55",
            "updated_at": "2025-06-09 18:57:59",
            "page": 1,
            "url": "https://www.amazon.com/dp/0857197681?th=1&psc=1",
            "job_id": "7337915871941113857",
            "is_render_forced": false,
            "status_code": 200,
            "parser_type": "",
            "parser_preset": null
        },
        {
            "content": {
                "url": "https://www.amazon.com/dp/B09Q68BXWL?th=1&psc=1",
                "asin": "B09Q68BXWL",
                "page": 1,
                "price": 17.92,
                "stock": "Only 15 left in stock - order soon.",
                "title": "The Psychology of Money",
                "buybox": [
                    {
                        "price": 17.92,
                        "stock": "Only 15 left in stock - order soon.",
                        "condition": " Buy new: ",
                        "delivery_details": [
                            {
                                "date": {
                                    "by": "Saturday, June 14"
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "Saturday, June 14"
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "Prime members"
                                },
                                "type": "Or"
                            }
                        ]
                    },
                    {
                        "price": 17.02,
                        "stock": "Only 1 left in stock - order soon.",
                        "condition": " Save with Used - Good ",
                        "delivery_details": [
                            {
                                "date": {
                                    "by": "Saturday, June 14"
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "Saturday, June 14"
                                },
                                "type": "FREE delivery"
                            },
                            {
                                "date": {
                                    "by": "Prime members"
                                },
                                "type": "Or"
                            }
                        ]
                    }
                ],
                "coupon": "",
                "images": [
                    "https://m.media-amazon.com/images/I/71MOtOP8uJL._SL1500_.jpg",
                    "https://m.media-amazon.com/images/I/81IPlsUUpaL._SL1500_.jpg",
                    "https://m.media-amazon.com/images/I/41ij2wmfHUL.jpg"
                ],
                "rating": 4.1,
                "reviews": [
                    {
                        "id": "R1LX3NLK6R054E",
                        "title": "5.0 out of 5 stars Book Recommended",
                        "author": "Douglas Premoe",
                        "rating": 5,
                        "content": "It's good.",
                        "timestamp": "Reviewed in the United States April 17, 2025",
                        "profile_id": "AGAP3VRAQXEQ2AQ33GZVDUHYA44Q",
                        "is_verified": true,
                        "review_from": "Top reviews from the United States",
                        "helpful_count": 1
                    },
                    {
                        "id": "RBOWAMSKE5T33",
                        "title": "4.0 out of 5 stars Very good",
                        "author": "Krystal Charles",
                        "rating": 4,
                        "content": "Very good",
                        "timestamp": "Reviewed in the United States August 28, 2024",
                        "profile_id": "AHHMHYOTJKDTLYJYBE7562DLJGTA",
                        "is_verified": true,
                        "review_from": "Top reviews from the United States"
                    },
                    {
                        "id": "R30CQ9GO56QWUC",
                        "title": "1.0 out of 5 stars it’s a very good book, but I have it already. This is the second one.",
                        "author": "Paul Corrales",
                        "rating": 1,
                        "content": "I would like to return this book,",
                        "timestamp": "Reviewed in the United States May 12, 2025",
                        "profile_id": "AEQ5N2ULYXEZBOWJSOPQL57DKJ7Q",
                        "is_verified": true,
                        "review_from": "Top reviews from the United States"
                    },
                    {
                        "id": "R70O7W5RIB172",
                        "title": "3.0 out of 5 stars Misleading IMO.",
                        "author": "Jarod Emahizer",
                        "rating": 3,
                        "content": "The concept and title are quite misleading in my opinion. Just finishing up the book now, but over the last eleven of the twelve concepts in this book could really just be summarized as control your spending, invest, the author thinks Bill Gates is a godsend, and hold onto your investments (meaning ride the market until retirement)Personally, I felt I learned more about human financial psychology from my economics courses. The book is worth reading but it doesn’t contain anything that is a massive life changing piece of knowledge that hasn’t been spoke before.",
                        "timestamp": "Reviewed in the United States September 19, 2024",
                        "profile_id": "AEEBIZPSC7N2PRUETNISVQIX7WGA",
                        "is_verified": false,
                        "review_from": "Top reviews from the United States",
                        "helpful_count": 13
                    },
                    {
                        "id": "R155ZRZP3PIRQW",
                        "title": "4.0 out of 5 stars A quick, easy read.",
                        "author": "We Should All Be Bookworms",
                        "rating": 4,
                        "content": "The main takeaway? Living well below your means and saving a good chunk of your income is basically your ticket to freedom.",
                        "timestamp": "Reviewed in the United States April 1, 2025",
                        "profile_id": "AFEI45A2SG3RN2BHCOZKC6KMG2UA",
                        "is_verified": false,
                        "review_from": "Top reviews from the United States"
                    },
                    {
                        "id": "R2GS51KC7Y1EI9",
                        "title": "Great wisdom, easy read.",
                        "author": "Hamid Reza Govahi",
                        "rating": 5,
                        "content": "Great use of stories and analogies to present ideas about how concept of money, wealth, growth and risk works.I wish I had read this many years ago.A must read, specifically for young people.",
                        "timestamp": "Reviewed in Australia May 17, 2025",
                        "is_verified": true,
                        "review_from": "Top reviews from other countries"
                    }
                ],
                "category": [],
                "currency": "USD",
                "delivery": [
                    {
                        "date": {
                            "by": "Saturday, June 14"
                        },
                        "type": "FREE delivery"
                    },
                    {
                        "date": {
                            "by": "Wednesday, June 11"
                        },
                        "type": "get FREE delivery Prime members"
                    }
                ],
                "page_type": "Product",
                "price_sns": 0,
                "store_url": "/Morgan-Housel/e/B084ZNV1LR/ref=dp_byline_cont_book_1",
                "variation": [
                    {
                        "asin": "B09Q68BXWL",
                        "selected": true,
                        "dimensions": {
                            "Format": "Perfect Paperback"
                        }
                    }
                ],
                "has_videos": false,
                "sales_rank": [
                    {
                        "rank": 23054,
                        "ladder": [
                            {
                                "url": "/gp/bestsellers/books/ref=pd_zg_ts_books",
                                "name": "Books"
                            }
                        ]
                    }
                ],
                "asin_in_url": "B09Q68BXWL",
                "buy_it_with": [
                    {
                        "asin": "0735211299",
                        "price": 13.1,
                        "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones"
                    },
                    {
                        "asin": "0140280197",
                        "price": 13.53,
                        "title": "The 48 Laws of Power"
                    }
                ],
                "description": "The Psychology of Money (Timeless Lessons on Wealth, Greed, and Happiness) Morgan Housel Exclusive Edition (Includes New Bonus Chapters)",
                "parent_asin": "B09Q68BXWL",
                "price_upper": 17.92,
                "pricing_str": "New & Used (42) from $7.25$7.25 + $3.99 shipping",
                "pricing_url": "https://www.amazon.com/gp/offer-listing/B09Q68BXWL/ref=dp_olp_ALL_mbc?ie=UTF8&condition=ALL",
                "manufacturer": "Morgan Housel",
                "max_quantity": 15,
                "price_buybox": 17.92,
                "product_name": "The Psychology of Money",
                "bullet_points": "",
                "price_initial": 0,
                "pricing_count": 1,
                "reviews_count": 24,
                "sns_discounts": [],
                "developer_info": [],
                "price_shipping": 0,
                "product_details": {
                    "asin": "B09Q68BXWL",
                    "isbn_10": "1804090115",
                    "isbn_13": "978-1804090114",
                    "language": "English",
                    "publisher": "Morgan Housel",
                    "dimensions": "8.39 x 5.43 x 0.87 inches",
                    "item_weight": "2 pounds",
                    "print_length": "252 pages",
                    "publication_date": "January 1, 2020"
                },
                "featured_merchant": {
                    "link": "/sp?marketplaceID=ATVPDKIKX0DER&seller=A39BCZUE6HSDDL&isAmazonFulfilled=1&ref_=dp_merchant_link&asin=B09Q68BXWL",
                    "name": "GREENWORLD GOODS",
                    "seller_id": "A39BCZUE6HSDDL",
                    "shipped_from": "Amazon",
                    "is_amazon_fulfilled": true
                },
                "is_prime_eligible": true,
                "parse_status_code": 12000,
                "answered_questions_count": 0,
                "rating_stars_distribution": [
                    {
                        "rating": 5,
                        "percentage": 58
                    },
                    {
                        "rating": 4,
                        "percentage": 18
                    },
                    {
                        "rating": 3,
                        "percentage": 15
                    },
                    {
                        "rating": 2,
                        "percentage": 0
                    },
                    {
                        "rating": 1,
                        "percentage": 9
                    }
                ],
                "frequently_bought_together": [
                    {
                        "asin": "B09Q68BXWL"
                    },
                    {
                        "asin": "0735211299"
                    },
                    {
                        "asin": "0140280197"
                    }
                ]
            },
            "created_at": "2025-06-09 18:58:00",
            "updated_at": "2025-06-09 18:58:04",
            "page": 1,
            "url": "https://www.amazon.com/dp/B09Q68BXWL?th=1&psc=1",
            "job_id": "7337915891151032321",
            "is_render_forced": false,
            "status_code": 200,
            "parser_type": "",
            "parser_preset": null
        }
    ],
    "asin": [
        "0857197681",
        "B09Q68BXWL"
    ],
    "annasArchive": [
        {
            "md5": "fa7abc735a48baf9864c454a6e9512c6",
            "title": "The Psychology of Money",
            "author": "Morgan Housel",
            "publisher": "null, null, null, 2020",
            "imgUrl": "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/e881da4e0234e9939eb1c4627e05386452b7455cb08557e7f0055da02d757679.jpg",
            "size": "0.6MB",
            "format": ".epub",
            "language": "English [en]",
            "descriptions": {
                "description": [
                    "null"
                ],
                "date open sourced": [
                    "2025-01-24"
                ]
            },
            "codes": {
                "AacId": [
                    "aacid__zlib3_records__20250322T165058Z__115290161__FaisTmmNzj3KugCBPHqMpH"
                ],
                "AA Record ID": [
                    "md5:fa7abc735a48baf9864c454a6e9512c6"
                ],
                "Collection": [
                    "zlib"
                ],
                "Content Type": [
                    "book_unknown"
                ],
                "Z-Library Source Date": [
                    "2025-01-24"
                ],
                "Language": [
                    "en"
                ],
                "MD5": [
                    "fa7abc735a48baf9864c454a6e9512c6"
                ],
                "Year": [
                    "2020"
                ],
                "Z-Library": [
                    "115290161"
                ]
            },
            "partialMatch": false
        },
        {
            "md5": "3412d256188b2ea4c05c4e0a644d75d1",
            "title": "The Psychology of Money",
            "author": "Morgan Housel",
            "publisher": "Harriman House, 2020",
            "imgUrl": "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/e881da4e0234e9939eb1c4627e05386452b7455cb08557e7f0055da02d757679.jpg",
            "size": "2.0MB",
            "format": ".epub",
            "language": "English [en]",
            "descriptions": {
                "description": [
                    "Doing well with money isn&#39;t necessarily about what you know. It&#39;s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don&#39;t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life&#39;s most important topics."
                ],
                "date open sourced": [
                    "2024-09-15"
                ]
            },
            "codes": {
                "AacId": [
                    "aacid__zlib3_files__20241105T001616Z__30152514__7PJH2SXzvgU959ybV9wDVf",
                    "aacid__zlib3_records__20241105T001812Z__30152514__ZZidtmJT6z9pz9ECmGD6TB"
                ],
                "AA Record ID": [
                    "md5:3412d256188b2ea4c05c4e0a644d75d1"
                ],
                "Collection": [
                    "zlib"
                ],
                "Content Type": [
                    "book_unknown"
                ],
                "Z-Library Source Date": [
                    "2024-09-15"
                ],
                "Language": [
                    "en"
                ],
                "MD5": [
                    "3412d256188b2ea4c05c4e0a644d75d1"
                ],
                "Server Path": [
                    "g6/zlib3_files/20241105/annas_archive_data__aacid__zlib3_files__20241105T001616Z--20241105T001617Z/aacid__zlib3_files__20241105T001616Z__30152514__7PJH2SXzvgU959ybV9wDVf"
                ],
                "Torrent": [
                    "managed_by_aa/annas_archive_data__aacid/annas_archive_data__aacid__zlib3_files__20241105T001616Z--20241105T001617Z.torrent"
                ],
                "Year": [
                    "2020"
                ],
                "Z-Library": [
                    "30152514"
                ]
            },
            "partialMatch": false
        },
        {
            "md5": "842a75fc741ddeed2681006fcf7c8ab7",
            "title": "The Psychology of Money",
            "author": "Morgan Housel",
            "publisher": "Harriman House, 2020",
            "imgUrl": "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/030ab71f7e7d8c985d97fe8fd36fcfb70696088858f5e6866faf671f1c76e23b.jpg",
            "size": "1.4MB",
            "format": ".epub",
            "language": "English [en]",
            "descriptions": {
                "description": [
                    "Doing well with money isn&#39;t necessarily about what you know. It&#39;s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don&#39;t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life&#39;s most important topics."
                ],
                "date open sourced": [
                    "2024-11-28"
                ]
            },
            "codes": {
                "AacId": [
                    "aacid__zlib3_files__20241217T170709Z__71414872__3Sk9QXDJxbDN39GMGeSgRR",
                    "aacid__zlib3_records__20241219T070015Z__71414872__YjCRvBYkyLF3PMdKgFPo6y"
                ],
                "AA Record ID": [
                    "md5:842a75fc741ddeed2681006fcf7c8ab7"
                ],
                "Collection": [
                    "zlib"
                ],
                "Content Type": [
                    "book_unknown"
                ],
                "Z-Library Source Date": [
                    "2024-11-28"
                ],
                "Language": [
                    "en"
                ],
                "MD5": [
                    "842a75fc741ddeed2681006fcf7c8ab7"
                ],
                "Server Path": [
                    "g6/zlib3_files/20241217/annas_archive_data__aacid__zlib3_files__20241217T170709Z--20241217T170710Z/aacid__zlib3_files__20241217T170709Z__71414872__3Sk9QXDJxbDN39GMGeSgRR"
                ],
                "Torrent": [
                    "managed_by_aa/annas_archive_data__aacid/annas_archive_data__aacid__zlib3_files__20241217T170709Z--20241217T170710Z.torrent"
                ],
                "Year": [
                    "2020"
                ],
                "Z-Library": [
                    "71414872"
                ]
            },
            "partialMatch": false
        },
        {
            "md5": "4d570e6ea78d113f8293e493d12b8f58",
            "title": "The Psychology of Money: Timeless Lessons on Wealth, Greed, and Happiness",
            "author": "Morgan Housel",
            "publisher": "Harriman House Limited, 2020",
            "imgUrl": "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/7a54408933c12ccb29ff2215997086413e6f5fb1293163ca4b80688a0ea8857b.jpg",
            "size": "1.9MB",
            "format": ".epub",
            "language": "English [en]",
            "descriptions": {
                "description": [
                    "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money―investing, personal finance, and business decisions―is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money , award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics. **"
                ],
                "date open sourced": [
                    "2023-07-07"
                ]
            },
            "codes": {
                "AacId": [
                    "aacid__zlib3_files__20230809T182814Z__25374384__TviAi6ttYfgf8tVaZAMZ3Q",
                    "aacid__zlib3_records__20240809T211851Z__25374384__jDtkqmRVuFFU5Np75eLLtJ"
                ],
                "AA Record ID": [
                    "md5:4d570e6ea78d113f8293e493d12b8f58"
                ],
                "Collection": [
                    "zlib"
                ],
                "Content Type": [
                    "book_nonfiction"
                ],
                "Z-Library Source Date": [
                    "2023-07-07"
                ],
                "IPFS CID": [
                    "QmarKuZzGCgysSUhLZ2a6Fr9VaXwVHUaP6Z5nSwWMJdtAX",
                    "bafykbzaceams2ofbrsku7cocnxyru4zrif3ebuu6xtrx42xwpyvoa6iflh74c"
                ],
                "Language": [
                    "en"
                ],
                "MD5": [
                    "4d570e6ea78d113f8293e493d12b8f58"
                ],
                "Server Path": [
                    "g3/zlib3_files/20230809/annas_archive_data__aacid__zlib3_files__20230809T182814Z--20230809T182815Z/aacid__zlib3_files__20230809T182814Z__25374384__TviAi6ttYfgf8tVaZAMZ3Q"
                ],
                "Torrent": [
                    "managed_by_aa/annas_archive_data__aacid/annas_archive_data__aacid__zlib3_files__20230809T182814Z--20230809T182815Z.torrent"
                ],
                "Year": [
                    "2020"
                ],
                "Z-Library": [
                    "25374384"
                ],
                "Zlib Category ID": [
                    "119"
                ],
                "Zlib Category Name": [
                    "Business &amp; Economics/Professional Finance"
                ]
            },
            "partialMatch": false
        }
    ],
    "aamd5": [
        "fa7abc735a48baf9864c454a6e9512c6",
        "3412d256188b2ea4c05c4e0a644d75d1",
        "842a75fc741ddeed2681006fcf7c8ab7",
        "4d570e6ea78d113f8293e493d12b8f58"
    ],
    "openLibrary": [
        {
            "title": "The Psychology of Money",
            "covers": [
                10389354,
                11301348,
                13482136,
                13482135,
                13971753,
                13971754,
                13234399
            ],
            "key": "/works/OL21640039W",
            "authors": [
                {
                    "author": {
                        "key": "/authors/OL8276761A"
                    },
                    "type": {
                        "key": "/type/author_role"
                    }
                },
                {
                    "type": {
                        "key": "/type/author_role"
                    },
                    "author": {
                        "key": "/authors/OL13208666A"
                    }
                }
            ],
            "type": {
                "key": "/type/work"
            },
            "description": "Timeless lessons on wealth, greed, and happiness doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important matters.",
            "subjects": [
                "Money",
                "Consumption (Economics)",
                "Quality of life",
                "Attitude change",
                "Accounting",
                "Ethics",
                "Self-help techniques",
                "Psychology",
                "Finance",
                "Personal",
                "Satisfaction",
                "Wealth, management",
                "Psychological aspects",
                "Wealth",
                "Personal Finance",
                "Financial literacy",
                "Management",
                "Richesse",
                "BUSINESS & ECONOMICS",
                "Investing"
            ],
            "latest_revision": 20,
            "revision": 20,
            "created": {
                "type": "/type/datetime",
                "value": "2020-08-25T14:33:04.139526"
            },
            "last_modified": {
                "type": "/type/datetime",
                "value": "2025-05-23T21:12:09.822029"
            },
            "authors_info": [
                {
                    "name": "Morgan Housel",
                    "source_records": [
                        "amazon:9390166268"
                    ],
                    "type": {
                        "key": "/type/author"
                    },
                    "key": "/authors/OL8276761A",
                    "alternate_names": [
                        "MORGAN HOUSEL"
                    ],
                    "remote_ids": {
                        "librarything": "houselmorgan",
                        "wikidata": "Q110475788",
                        "goodreads": "7499284",
                        "isni": "0000000485752542",
                        "amazon": "B084ZNV1LR"
                    },
                    "latest_revision": 3,
                    "revision": 3,
                    "created": {
                        "type": "/type/datetime",
                        "value": "2020-08-25T14:33:04.139526"
                    },
                    "last_modified": {
                        "type": "/type/datetime",
                        "value": "2022-10-01T09:32:33.918930"
                    }
                },
                {
                    "type": {
                        "key": "/type/author"
                    },
                    "name": "Juanita Cochran",
                    "key": "/authors/OL13208666A",
                    "source_records": [
                        "bwb:9781312394650"
                    ],
                    "latest_revision": 1,
                    "revision": 1,
                    "created": {
                        "type": "/type/datetime",
                        "value": "2023-09-17T22:55:48.797467"
                    },
                    "last_modified": {
                        "type": "/type/datetime",
                        "value": "2023-09-17T22:55:48.797467"
                    }
                }
            ]
        }
    ],
    "olid": [
        "/works/OL21640039W"
    ],
    "job_status": "finish",
    "sync_cms": true,
    "createdAt": "2025-06-09T18:58:09.356Z",
    "updatedAt": "2025-07-07T00:50:48.338Z",
    "__v": 0,
    "job_id": "68472ec1728dd98cd8a8b2ec",
    "chapter_recaps_reading_time": 4282,
    "epub": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7.epub",
    "epub_content": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7.json",
    "key_ideas_audio": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_553.mp3",
    "key_ideas_audio_duration": 335.09999999999997,
    "job_error": "",
    "tagline": "Money isn't just math: It's mastering your mind.",
    "key_ideas_audio_timeCodesUrl": "https://altauri-public.s3.amazonaws.com/litnotes/BookContent/gbs_68472ec1728dd98cd8a8b2e7_keyideas_time_codes_553.json",
    "palette": {
        "average": "#e0e3e1",
        "vibrant": "#d0c62e",
        "darkVibrant": "#040c0b",
        "lightVibrant": "#f3f3dc",
        "muted": "#7ca48c",
        "darkMuted": "#384464",
        "lightMuted": "#bfc9c5"
    },
    "chapter_recaps_statistics": {
        "source_words": 51122,
        "recap_words": 9313,
        "compression_ratio": 5.489316009878665
    },
    "seo_summary": "\"The Psychology of Money\" unveils the counterintuitive truth that succeeding with money isn't about what you know, but how you behave. Morgan Housel shares 19 short stories exploring the strange ways people think about money, teaching readers how to make better sense of it. It emphasizes the importance of a soft skill set, such as how you behave, rather than technical knowledge. The book highlights that managing money successfully hinges on understanding human nature and its inherent biases, encouraging readers to be more mindful of their emotions and long-term goals, ultimately leading to a wealthier and happier life.",
    "seo_quotes": [
        "Doing well with money has a little to do with how smart you are and a lot to do with how you behave.",
        "The highest form of wealth is the ability to wake up every morning and say, “I can do whatever I want today.”",
        "Planning is important, but the most important part of every plan is to plan on the plan not going according to plan.",
        "Luck and risk are both the reality that every outcome in life is guided by forces other than individual effort.",
        "Wealth is what you don’t see.",
        "Money's greatest intrinsic value—and this can't be overstated—is its ability to give you control over your time.",
        "Savings can be created by spending less. You can spend less if you desire less. And you will desire less if you care less about what others think of you.",
        "Financial success isn't a hard science. It's a soft skill, where how you behave is more important than what you know.",
        "The world is full of people who look modest but are actually swimming in assets.",
        "You can be wrong half the time and still make a fortune."
    ],
    "seo_audience": [
        "Young adults starting their financial journey",
        "Individuals seeking to improve their understanding of personal finance",
        "People interested in the behavioral aspects of money management",
        "Those looking for a non-technical and accessible approach to finance",
        "Readers interested in psychology and how it relates to financial decisions",
        "Investors who want to make more rational investment choices",
        "Anyone looking to gain a better understanding of wealth, greed, and happiness in relation to money",
        "Readers seeking timeless lessons on wealth management",
        "Content creators seeking insights into consumer financial behavior"
    ],
    "leaderboards": [
        "amazon_best_sellers",
        "amazon_best_sellers_2023",
        "amazon_best_sellers_2024",
        "amazon_best_sellers_2025"
    ],
    "alt_titles": [
        "The Psychology of Money",
        "The Psychology of Money (Deluxe Limited Edition)",
        "PSYCHOLOGY OF MONEY.",
        "The Concise Psychology of Money",
        "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
        "The Psychology of Money: Timeless Lessons on Wealth, Greed, and Happiness"
    ],
    "alt_subtitles": [
        "Timeless lessons on wealth, greed, and happiness",
        "Timeless Lessons on Wealth, Greed, and Happiness",
        "Lessons on Greed, Wealth, and Happiness that Never Fade (A Concise And Precise Summary)",
        "Timeless Lessons on Wealth, Greed, and Happiness \"New Synopsis and Analysis\"",
        "Seni Menjinakkan Wang",
        ". Timeless Lessons on Wealth, Greed, and Happiness (The Morgan Housel Collection)"
    ],
    "alt_taglines": [
        "Money isn't just math: It's mastering your mind.",
        "Your money mindset matters more than your market knowledge."
    ],
    "alt_descriptions": [
        "Success with money isn't about mastering formulas; it's about understanding your own behavior. Even the smartest minds can struggle with financial decisions. In *The Psychology of Money*, award-winning author Morgan Housel dismantles the myth of money management as a purely mathematical endeavor. Through 19 engaging short stories, Housel reveals how our personal histories, egos, and unique worldviews dramatically shape our financial choices, often at the dinner table or in the boardroom, far from the cold logic of spreadsheets. Discover the timeless lessons on wealth, greed, and happiness that will help you make better sense of one of life's most crucial subjects and unlock the door to true financial well-being.",
        "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
        "Special deluxe edition of The Psychology of Money with new, additional bonus chapter content from Morgan Housel, the New York Times bestselling author. Hardback limited edition with sprayed edges, while supplies last. Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. Money – investing, personal finance, and business decisions – is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life's most important topics.",
        "A Brief Synopsis of Morgan Housel's The Psychology of Money: Eternal truths about gain, greed, and contentment. This Concise Overview has been written to assist readers in grasping the fundamentals of the monetary system. Because it doesn't matter how much money you have if you don't act accordingly. This book is for you if you hope to one day retire early without having to work, or if you want to work solely for the sake of it and not worry about money because you have enough. This workbook is for you if you want to learn the ins and outs of the money mind, including why we make poor financial choices and how to avoid them. This book is for you if you wish to gain knowledge in the areas of personal finance, investing, and company management. Morgan Housel, a partner at The Collaborative Fund and two-time winner of the Best in Business Award from the Society of American Business Editors, shares some mind-blowing information you need to develop your financial culture in his book \"The Psychology of Money.\" This information pertains to financial wisdom, greed, wealth creation, financial happiness, and financial peace. Housel believed that financial success could be achieved regardless of academic credentials. What matters is how you act. And it's not easy to instill that kind of conduct in even the most brilliant minds. This Concise for The Psychology of Money distills the most important takeaways from Morgan Housel's The Psychology of Money into bite-sized chunks. We achieved this by include a wide range of learning methods, including concise summaries, lessons, and objectives; detailed bulleted action plans and questions to test knowledge and aid with comprehension; and a wide range of learning styles.",
        "Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. The field of finance, including investment, personal finance, and business decisions, is typically presented as a mathematical one, where we are given precise instructions based on data and formulas. However, people in the real world don't use spreadsheets to make important financial decisions. At the dinner table or in the conference room, people mix in their own backgrounds, perspectives, egos, prides, marketing strategies, and peculiar motivations to come up with these decisions. To help you better understand one of life's most important themes, award-winning author Morgan Housel presents 19 short stories in his book The Psychology of Money.",
        "\"Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. Money--investing, personal finance, and business decisions--is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life's most important topics.\"--",
        "Achieving financial success does not solely depend on knowledge. The topic at hand pertains to one's conduct and demeanor. Teaching behavior can be challenging, even when working with knowledgeable individuals. Money, encompassing investing, personal finance, and business decisions, is commonly approached quantitatively, relying on mathematical principles. This approach emphasizes using data and formulas to guide our decision-making process. However, it is important to note that individuals typically do not base their financial decisions solely on spreadsheet calculations in practical scenarios. Decisions are often formulated during formal gatherings such as dining tables or meeting rooms, where a confluence of factors, including personal experiences, individual perspectives, self-importance, promotional efforts, and unconventional motivations, intertwine.",
        "**OVER 8 MILLION COPIES SOLD AROUND THE WORLD… The Psychology of Money is the original bestselling classic from the author of the new book, Same as Ever\n.**\nDoing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people.\nMoney―investing, personal finance, and business decisions―is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.\nIn The Psychology of Money\n, award-winning author Morgan Housel shares 19 short stories exploring the different ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
        "The Psychology of Money (Timeless Lessons on Wealth, Greed, and Happiness) Morgan Housel Exclusive Edition (Includes New Bonus Chapters)",
        "null",
        "Doing well with money isn&#39;t necessarily about what you know. It&#39;s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don&#39;t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life&#39;s most important topics.",
        "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money―investing, personal finance, and business decisions―is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money , award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics. **",
        "**Success with money isn't about mastering formulas; it's about understanding your own behavior.** Even the smartest minds can struggle with financial decisions. In *The Psychology of Money*, award-winning author Morgan Housel dismantles the myth of money management as a purely mathematical endeavor. Through 19 engaging short stories, Housel reveals how our personal histories, egos, and unique worldviews dramatically shape our financial choices, often at the dinner table or in the boardroom, far from the cold logic of spreadsheets. Discover the timeless lessons on wealth, greed, and happiness that will help you make better sense of one of life's most crucial subjects and unlock the door to true financial well-being.",
        "Doing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world, people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.\n\nIn *The Psychology of Money*, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics. You'll learn how to manage your money, save for the future, and avoid common mistakes that derail financial success. Discover timeless lessons on wealth, greed, and happiness that will change the way you think about money and improve your financial future."
    ],
    "alt_thumbnails": [
        "https://altauri-public.s3.amazonaws.com/litnotes/BookCover/gbs_68472ec1728dd98cd8a8b2e7.jpeg",
        "http://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "http://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
        "http://books.google.com/books/content?id=6gNUEQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "http://books.google.com/books/content?id=6gNUEQAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
        "http://books.google.com/books/content?id=GOXYzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "http://books.google.com/books/content?id=GOXYzwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
        "http://books.google.com/books/content?id=zO8AzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "http://books.google.com/books/content?id=zO8AzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
        "http://books.google.com/books/content?id=DTR3zwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "http://books.google.com/books/content?id=DTR3zwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
        "http://books.google.com/books/content?id=aPoM0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "http://books.google.com/books/content?id=aPoM0AEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
        "https://m.media-amazon.com/images/I/81wZXiu4OiL._SL1500_.jpg",
        "https://m.media-amazon.com/images/I/71MOtOP8uJL._SL1500_.jpg",
        "https://m.media-amazon.com/images/I/81IPlsUUpaL._SL1500_.jpg",
        "https://m.media-amazon.com/images/I/41ij2wmfHUL.jpg",
        "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/e881da4e0234e9939eb1c4627e05386452b7455cb08557e7f0055da02d757679.jpg",
        "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/030ab71f7e7d8c985d97fe8fd36fcfb70696088858f5e6866faf671f1c76e23b.jpg",
        "https://s3proxy.cdn-zlib.sk//covers299/collections/userbooks/7a54408933c12ccb29ff2215997086413e6f5fb1293163ca4b80688a0ea8857b.jpg",
        "https://covers.openlibrary.org/b/id/10389354-L.jpg",
        "https://covers.openlibrary.org/b/id/11301348-L.jpg",
        "https://covers.openlibrary.org/b/id/13482136-L.jpg",
        "https://covers.openlibrary.org/b/id/13482135-L.jpg",
        "https://covers.openlibrary.org/b/id/13971753-L.jpg",
        "https://covers.openlibrary.org/b/id/13971754-L.jpg",
        "https://covers.openlibrary.org/b/id/13234399-L.jpg"
    ],
    "alt_authors": [
        [
            "Morgan Housel",
            "Juanita Cochran"
        ],
        [
            "Morgan Housel"
        ],
        [
            "Melody Jefferson",
            "Morgan Housel"
        ],
        [
            "MORGAN. HOUSEL"
        ]
    ],
    "alt_publishers": [
        "Harriman House Limited"
    ],
    "alt_categories": [
        [
            "Business & Money / Personal Finance",
            "Self-Help / Self Improvement"
        ],
        [
            "Business & Economics"
        ],
        [
            "Finance, Personal"
        ],
        [
            "Books / Business & Money / Business Culture / Motivation & Self-Improvement"
        ]
    ],
    "alt_ratings": [
        {
            "rating": 4.7,
            "ratingCount": 62533
        },
        {
            "rating": 4.1,
            "ratingCount": 24
        }
    ]
}]